{
  "detailed_results": [
    {
      "id": 1,
      "question_index": 1,
      "question": "What did an early roadmap for biological production of chemicals from renewable sugars focus on? A:C...",
      "retrieved_docs": [
        "出处 [1] [https://pubmed.ncbi.nlm.nih.gov/21932250/](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=https%3A%2F%2Fpubmed.ncbi.nlm.nih.gov%2F21932250%2F) From biomass to renewable chemicals: while industrial biotechnology offers a clear value proposition, a number of hurdles need to be addressed to fully realize the commercial potential of bio-based products and chemicals over the coming decade. A review of an early roadmap for biological production of chemicals from renewable sugars reveals a focus on those that would provide co-products for integrated biorefineries producing biofuels and bioenergy. A growing number of companies are now [...] focusing on specialty chemicals as an entry point to build the bio-based economy. [...] 5. 1. Werpy T, Petersen G. Top Value Added Chemicals From Biomass. Volume I: Results of Screening for Potential Candidates from Sugars and Synthesis Gas Pacific Northwest National Laboratory (PNNL) and National Renewable Energy Laboratory (NREL), Aug. 2004.",
        "出处 [2] [https://pubmed.ncbi.nlm.nih.gov/26839591/](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=https%3A%2F%2Fpubmed.ncbi.nlm.nih.gov%2F26839591%2F) Co-production of chemicals from lignocellulosic biomass alongside fuels holds promise for improving the economic outlook of integrated biorefineries. In current biochemical conversion processes that use thermochemical pretreatment and enzymatic hydrolysis, fractionation of hemicellulose-derived and cellulose-derived sugar streams is possible using hydrothermal or dilute acid pretreatment (DAP), which then offers a route to parallel trains for fuel and chemical production from xylose- and [...] production in an integrated biorefinery. [...] glucose-enriched streams. Succinic acid (SA) is a co-product of particular interest in biorefineries because it could potentially displace petroleum-derived chemicals and polymer precursors for myriad applications. However, SA production from biomass-derived hydrolysates has not yet been fully explored or developed.",
        "出处 [3] [https://pubmed.ncbi.nlm.nih.gov/22809320/](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=https%3A%2F%2Fpubmed.ncbi.nlm.nih.gov%2F22809320%2F) The considerable increase in biodiesel production worldwide in the last 5 years resulted in a stoichiometric increased coproduction of crude glycerol. As an excess of crude glycerol has been produced, its value on market was reduced and it is becoming a \"waste-stream\" instead of a valuable \"coproduct\". The development of biorefineries, i.e. production of chemicals and power integrated with conversion processes of biomass into biofuels, has been singled out as a way to achieve economically [...] chemical is briefly presented; then we systematically summarize and discuss the different strategies to produce each chemical, including selection and genetic engineering of producers, and optimization of process conditions to improve yield and productivity. Finally, the impact of the developments obtained until now are placed in perspective and opportunities and challenges for using crude glycerol to the development of biodiesel-based biorefineries are considered. In conclusion, the microbial [...] viable production chains, valorize residues and coproducts, and reduce industrial waste disposal. In this sense, several alternatives aimed at the use of crude glycerol to produce fuels and chemicals by microbial fermentation have been evaluated. This review summarizes different strategies employed to produce biofuels and chemicals (1,3-propanediol, 2,3-butanediol, ethanol, n-butanol, organic acids, polyols and others) by microbial fermentation of glycerol. Initially, the industrial use of each"
      ]
    },
    {
      "id": 2,
      "question_index": 2,
      "question": "Which enzyme activity was knocked out in Synechococcus elongatus PCC 7942 to prevent free fatty acid...",
      "retrieved_docs": [
        "出处 [1] [abstracts/10.1002_bit.24509.json](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=abstracts%2F10.1002_bit.24509.json) {\"doi\": \"10.1002/bit.24509\", \"pmid\": \"22473793\", \"abstract\": \"The direct conversion of carbon dioxide into biofuels by photosynthetic microorganisms is a promising alternative energy solution. In this study, a model cyanobacterium, Synechococcus elongatus PCC 7942, is engineered to produce free fatty acids (FFA), potential biodiesel precursors, via gene knockout of the FFA-recycling acyl-ACP synthetase and expression of a thioesterase for release of the FFA.",
        "出处 [2] [abstracts/10.1073_pnas.1607295113.json](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=abstracts%2F10.1073_pnas.1607295113.json) Specifically, acyl-CoA/acyl-ACP processing enzymes were targeted to the cytoplasm, peroxisome, or endoplasmic reticulum to generate fatty acid ethyl esters and fatty alkanes with tailored chain length. Activation of endogenous free fatty acids and the subsequent reduction of fatty acyl-CoAs enabled the efficient synthesis of fatty alcohols. Engineering a hybrid fatty acid synthase shifted the free fatty acids to a medium chain-length scale.",
        "出处 [3] [abstracts/10.1073_pnas.1613340113.json](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=abstracts%2F10.1073_pnas.1613340113.json) Past efforts to produce terpenes in photosynthetic organisms have gained only limited success. Here we engineered the cyanobacterium Synechococcus elongatus PCC 7942 to efficiently produce limonene through modeling guided study. Computational modeling of limonene flux in response to photosynthetic output has revealed the downstream terpene synthase as a key metabolic flux-controlling node in the MEP (2-C-methyl-d-erythritol 4-phosphate) pathway-derived terpene biosynthesis."
      ]
    },
    {
      "id": 3,
      "question_index": 3,
      "question": "Which enzyme activity was knocked out in Synechococcus elongatus PCC 7942 to prevent free fatty acid...",
      "retrieved_docs": [
        "出处 [1] [abstracts/10.1002_bit.24509.json](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=abstracts%2F10.1002_bit.24509.json) {\"doi\": \"10.1002/bit.24509\", \"pmid\": \"22473793\", \"abstract\": \"The direct conversion of carbon dioxide into biofuels by photosynthetic microorganisms is a promising alternative energy solution. In this study, a model cyanobacterium, Synechococcus elongatus PCC 7942, is engineered to produce free fatty acids (FFA), potential biodiesel precursors, via gene knockout of the FFA-recycling acyl-ACP synthetase and expression of a thioesterase for release of the FFA.",
        "出处 [2] [abstracts/10.1073_pnas.1607295113.json](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=abstracts%2F10.1073_pnas.1607295113.json) Specifically, acyl-CoA/acyl-ACP processing enzymes were targeted to the cytoplasm, peroxisome, or endoplasmic reticulum to generate fatty acid ethyl esters and fatty alkanes with tailored chain length. Activation of endogenous free fatty acids and the subsequent reduction of fatty acyl-CoAs enabled the efficient synthesis of fatty alcohols. Engineering a hybrid fatty acid synthase shifted the free fatty acids to a medium chain-length scale.",
        "出处 [3] [abstracts/10.1073_pnas.1613340113.json](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=abstracts%2F10.1073_pnas.1613340113.json) Past efforts to produce terpenes in photosynthetic organisms have gained only limited success. Here we engineered the cyanobacterium Synechococcus elongatus PCC 7942 to efficiently produce limonene through modeling guided study. Computational modeling of limonene flux in response to photosynthetic output has revealed the downstream terpene synthase as a key metabolic flux-controlling node in the MEP (2-C-methyl-d-erythritol 4-phosphate) pathway-derived terpene biosynthesis."
      ]
    },
    {
      "id": 4,
      "question_index": 4,
      "question": "Which enzyme was identified as a critical bottleneck of fatty acid synthesis in engineered Saccharom...",
      "retrieved_docs": [
        "出处 [1] [abstracts/10.1002_bit.25239.json](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=abstracts%2F10.1002_bit.25239.json) The engineered strain XL122 produced more than 120 mg/L of fatty acids. In parallel, we inactivated ADH1, the dominant gene for ethanol production, to redirect the metabolic flux to fatty acids synthesis. The engineered strain DG005 produced about 140 mg/L fatty acids. Additionally, Acetyl-CoA carboxylase was identified as a critical bottleneck of fatty acids synthesis in S. cerevisiae with a cell-free system. However, overexpression of ACC1 has little effect on fatty acids biosynthesis.",
        "出处 [2] [abstracts/10.1002_bit.25239.json](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=abstracts%2F10.1002_bit.25239.json) Here, we attempted to engineer Saccharomyces cerevisiae for overproduction of fatty acids. First, disruption of the beta-oxidation pathway, elimination of the acyl-CoA synthetases, overexpression of different thioesterases and acetyl-CoA carboxylase ACC1, and engineering the supply of precursor acetyl-CoA. The engineered strain XL122 produced more than 120 mg/L of fatty acids.",
        "出处 [3] [abstracts/10.1016_j.ymben.2013.01.003.json](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=abstracts%2F10.1016_j.ymben.2013.01.003.json) Herein, the yeast Saccharomyces cerevisiae was proposed to be metabolically engineered for cytosol acetyl-CoA enhancement for fatty acid synthesis. By gene disruption strategy, idh1 and idh2 genes involved in citrate turnover in tricarboxylic acid cycle (TCA cycle) were disrupted and the citrate production level was increased to 4- and 5-times in mutant yeast strains."
      ]
    },
    {
      "id": 5,
      "question_index": 5,
      "question": "Which enzyme was identified as a critical bottleneck of fatty acid synthesis in engineered Saccharom...",
      "retrieved_docs": [
        "出处 [1] [abstracts/10.1002_bit.25239.json](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=abstracts%2F10.1002_bit.25239.json) The engineered strain XL122 produced more than 120 mg/L of fatty acids. In parallel, we inactivated ADH1, the dominant gene for ethanol production, to redirect the metabolic flux to fatty acids synthesis. The engineered strain DG005 produced about 140 mg/L fatty acids. Additionally, Acetyl-CoA carboxylase was identified as a critical bottleneck of fatty acids synthesis in S. cerevisiae with a cell-free system. However, overexpression of ACC1 has little effect on fatty acids biosynthesis.",
        "出处 [2] [abstracts/10.1002_bit.25239.json](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=abstracts%2F10.1002_bit.25239.json) Here, we attempted to engineer Saccharomyces cerevisiae for overproduction of fatty acids. First, disruption of the beta-oxidation pathway, elimination of the acyl-CoA synthetases, overexpression of different thioesterases and acetyl-CoA carboxylase ACC1, and engineering the supply of precursor acetyl-CoA. The engineered strain XL122 produced more than 120 mg/L of fatty acids.",
        "出处 [3] [abstracts/10.1016_j.ymben.2013.01.003.json](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=abstracts%2F10.1016_j.ymben.2013.01.003.json) Herein, the yeast Saccharomyces cerevisiae was proposed to be metabolically engineered for cytosol acetyl-CoA enhancement for fatty acid synthesis. By gene disruption strategy, idh1 and idh2 genes involved in citrate turnover in tricarboxylic acid cycle (TCA cycle) were disrupted and the citrate production level was increased to 4- and 5-times in mutant yeast strains."
      ]
    },
    {
      "id": 6,
      "question_index": 6,
      "question": "Which oleaginous yeast is highlighted as the model host that has shown tremendous progress in lipid ...",
      "retrieved_docs": [
        "出处 [1] [abstracts/10.1002_bit.26337.json](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=abstracts%2F10.1002_bit.26337.json) During this short period of time, tremendous progress has been made in Yarrowia lipolytica, the model oleaginous yeast, which has been engineered to improve lipid production by different strategies including increasing lipogenic pathway flux and biosynthetic precursors, and blocking degradation pathways. Moreover, remarkable advances have also been reported in Rhodosporidium toruloides and Lipomyces starkey despite the limited genetic tools available for these two very promising hosts.",
        "出处 [2] [abstracts/10.1016_j.ymben.2018.07.016.json](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=abstracts%2F10.1016_j.ymben.2018.07.016.json) {\"doi\": \"10.1016/j.ymben.2018.07.016\", \"pmid\": \"30056205\", \"abstract\": \"The nonconventional, oleaginous yeast, Yarrowia lipolytica is rapidly emerging as a valuable host for the production of a variety of both lipid and nonlipid chemical products. While the unique genetics of this organism pose some challenges, many new metabolic engineering tools have emerged to facilitate improved genetic manipulation in this host. This review establishes a case for Y.",
        "出处 [3] [abstracts/10.1126_science.aaf6159.json](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=abstracts%2F10.1126_science.aaf6159.json) We additionally engineered the yeasts Saccharomyces cerevisiae and Yarrowia lipolytica to assimilate nitrogen from cyanamide and phosphorus from potassium phosphite, and they outcompeted contaminating strains in several low-cost feedstocks."
      ]
    },
    {
      "id": 7,
      "question_index": 7,
      "question": "Artemisinin is produced from which plant species? A:Artemisia vulgaris B:Artemisia annua C:Artemisia...",
      "retrieved_docs": [
        "出处 [1] [https://pubmed.ncbi.nlm.nih.gov/39362811/](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=https%3A%2F%2Fpubmed.ncbi.nlm.nih.gov%2F39362811%2F) Artemisinin, a potent antimalarial compound, is predominantly derived from Artemisia annua. The uniqueness of artemisinin production in A. annua lies in its complex biochemical pathways and genetic composition, distinguishing it from other plant species, even within the Asteraceae family. In this review, we investigate the potential of A. annua for artemisinin production, drawing evidence from natural populations and mutants. Leveraging high-quality whole-genome sequence analyses, we offer [...] insights into the evolution of artemisinin biosynthesis. We also highlight current understanding of the protective functions of artemisinin in A. annua in response to both biotic and abiotic stresses. In addition, we explore the mechanisms used by A. annua to mitigate the phytotoxicity generated by artemisinin catabolism. [...] ### Add to Collections### Add to My Bibliography## Your saved search## Create a file for external citation management software## Your RSS Feed### Full text linksElsevier Science full text link### Actions### Page navigation# The evolutionary advantage of artemisinin production by Artemisia annua### Affiliations# The evolutionary advantage of artemisinin production by Artemisia annua### Authors### Affiliations## Abstract",
        "出处 [2] [https://pubmed.ncbi.nlm.nih.gov/22076766/](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=https%3A%2F%2Fpubmed.ncbi.nlm.nih.gov%2F22076766%2F) Artemisinin is an endoperoxide sesquiterpene lactone, and has been proven to be very effective in treating drug resistant cases of malaria, cancer, etc. The compound is obtained from Artemisia species. In the current study, the effects of vegetative and flowering stages on artemisinin production were studied, to determine the proper harvesting time of naturally growing Artemisia species with the highest levels of artemisinin. Eight Artemisia species along with two varieties were selected for [...] this analytical work. The results showed that artemisinin content was high in the leaves of Artemisia indica, A. sieversiana, A. roxburghiana var. roxburghiana, A. roxburghiana var. gratae, and A. parviflora at the flowering stage. The highest artemisinin content was measured in the leaves of A. dracunculus var. dracunculus. Upon comparisons of artemisinin content among the individual plant species, the highest amount of artemisinin was again in A. dracunculus var. dracunculus followed by A. [...] ### Add to Collections### Add to My Bibliography## Your saved search## Create a file for external citation management software## Your RSS Feed### Full text linksSpringer full text link### Actions### Page navigation# Effects of vegetative and flowering stages on the biosynthesis of artemisinin in Artemisia species### Affiliation# Effects of vegetative and flowering stages on the biosynthesis of artemisinin in Artemisia species### Authors### Affiliation## Abstract",
        "出处 [3] [https://pubmed.ncbi.nlm.nih.gov/21047440/](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=https%3A%2F%2Fpubmed.ncbi.nlm.nih.gov%2F21047440%2F) Background: Artemisinin is the current drug of choice for treatment of malaria and a number of other diseases. It is obtained from the annual herb, Artemisia annua and some microbial sources by genetic engineering. There is a great concern that the artemisinin production at current rate will not meet the increasing demand by the pharmaceutical industry, so looking for additional sources is imperative. [...] Methods: In current study, artemisinin concentration was analysed and compared in the flowers, leaves, roots and stems of Artemisia annua and 14 other Artemisia species including two varieties each for Artemisia roxburghiana and Artemisia dracunculus using high performance liquid chromatography (HPLC). [...] Results: The highest artemisinin concentration was detected in the leaves (0.44 ± 0.03%) and flowers (0.42 ± 0.03%) of A. annua, followed by the flowers (0.34 ± .02%) of A. bushriences and leaves (0.27 ± 0%) of A. dracunculus var dracunculus. The average concentration of artemisinin varied in the order of flowers > leaves > stems > roots."
      ]
    },
    {
      "id": 8,
      "question_index": 8,
      "question": "Which yeast species is reviewed as a key cell factory platform for future biorefineries? A:Yarrowia ...",
      "retrieved_docs": [
        "出处 [1] [abstracts/10.1016_j.copbio.2013.03.023.json](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=abstracts%2F10.1016_j.copbio.2013.03.023.json) {\"doi\": \"10.1016/j.copbio.2013.03.023\", \"pmid\": \"23611565\", \"abstract\": \"Microbial production of fuels and chemicals from renewable carbohydrate feedstocks offers sustainable and economically attractive alternatives to their petroleum-based production. The yeast Saccharomyces cerevisiae offers many advantages as a platform cell factory for such applications.",
        "出处 [2] [s12934-023-02095-1.md](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=s12934-023-02095-1.md) The best-known alcohol fermenting microbes are  Saccharomyces cerevisiae  and  Z. mobilis , which can ferment hexose sugars and sucrose into ethanol but are inhibited by end products. End products also inhibit pentose-fermenting species such as  Pichia stipitis ,  Candida shehatae , and  Pachysolen tannophilus.",
        "出处 [3] [abstracts/10.1038_ncomms11709.json](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=abstracts%2F10.1038_ncomms11709.json) {\"doi\": \"10.1038/ncomms11709\", \"pmid\": \"27222209\", \"abstract\": \"Sustainable production of oleochemicals requires establishment of cell factory platform strains. The yeast Saccharomyces cerevisiae is an attractive cell factory as new strains can be rapidly implemented into existing infrastructures such as bioethanol production plants. Here we show high-level production of free fatty acids (FFAs) in a yeast cell factory, and the production of alkanes and fatty alcohols from its descendants."
      ]
    },
    {
      "id": 9,
      "question_index": 9,
      "question": "Through which endogenous pathway does engineered Anabaena sp. PCC 7120 synthesize farnesene? A:Meval...",
      "retrieved_docs": [
        "出处 [1] [abstracts/10.1007_s00253-014-6118-4.json](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=abstracts%2F10.1007_s00253-014-6118-4.json) However, a method for the sustainable, photosynthetic production of farnesene has been lacking. Here, we report the photosynthetic production of farnesene by the filamentous cyanobacterium Anabaena sp. PCC 7120 using only CO2, mineralized water, and light. A codon-optimized farnesene synthase gene was chemically synthesized and then expressed in the cyanobacterium, enabling it to synthesize farnesene through its endogenous non-mevalonate (MEP) pathway.",
        "出处 [2] [abstracts/10.1073_pnas.1209002109.json](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=abstracts%2F10.1073_pnas.1209002109.json) This approach should prove useful for optimization of other pathways that use CoA-derivatized intermediates, including fatty acid β-oxidation and the mevalonate pathway for isoprenoid synthesis.\"}",
        "出处 [3] [msystems.00092-23.md](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=msystems.00092-23.md) Isoprenoids are synthesized from the precursor molecules isopentenyl diphosphate (IDP) and its isomer dimethylallyl diphosphate (DMADP). IDP and DMADP can be produced via two distinct pathways: the mevalonate (MVA) pathway and the methylerythritol 4-phosphate (MEP) pathway. The MVA pathway is present in mammals, fungi, plant cytoplasm, archaea, and some Gram-positive bacteria, while the MEP pathway is present in green algae, plant chloroplasts, and most prokaryotes, including Z. mobilis."
      ]
    },
    {
      "id": 10,
      "question_index": 10,
      "question": "Through which endogenous pathway does engineered Anabaena sp. PCC 7120 synthesize farnesene? A:Meval...",
      "retrieved_docs": [
        "出处 [1] [abstracts/10.1007_s00253-014-6118-4.json](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=abstracts%2F10.1007_s00253-014-6118-4.json) However, a method for the sustainable, photosynthetic production of farnesene has been lacking. Here, we report the photosynthetic production of farnesene by the filamentous cyanobacterium Anabaena sp. PCC 7120 using only CO2, mineralized water, and light. A codon-optimized farnesene synthase gene was chemically synthesized and then expressed in the cyanobacterium, enabling it to synthesize farnesene through its endogenous non-mevalonate (MEP) pathway.",
        "出处 [2] [abstracts/10.1073_pnas.1209002109.json](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=abstracts%2F10.1073_pnas.1209002109.json) This approach should prove useful for optimization of other pathways that use CoA-derivatized intermediates, including fatty acid β-oxidation and the mevalonate pathway for isoprenoid synthesis.\"}",
        "出处 [3] [msystems.00092-23.md](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=msystems.00092-23.md) Isoprenoids are synthesized from the precursor molecules isopentenyl diphosphate (IDP) and its isomer dimethylallyl diphosphate (DMADP). IDP and DMADP can be produced via two distinct pathways: the mevalonate (MVA) pathway and the methylerythritol 4-phosphate (MEP) pathway. The MVA pathway is present in mammals, fungi, plant cytoplasm, archaea, and some Gram-positive bacteria, while the MEP pathway is present in green algae, plant chloroplasts, and most prokaryotes, including Z. mobilis."
      ]
    },
    {
      "id": 11,
      "question_index": 11,
      "question": "Pretreatment of lignocellulosic biomass mainly releases which three classes of microbial inhibitors?...",
      "retrieved_docs": [
        "出处 [1] [abstracts/10.1007_s00253-018-9478-3.json](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=abstracts%2F10.1007_s00253-018-9478-3.json) {\"doi\": \"10.1007/s00253-018-9478-3\", \"pmid\": \"30397768\", \"abstract\": \"Lignocellulose-based biorefineries have been gaining increasing attention to substitute current petroleum-based refineries. Biomass processing requires a pretreatment step to break lignocellulosic biomass recalcitrant structure, which results in the release of a broad range of microbial inhibitors, mainly weak acids, furans, and phenolic compounds.",
        "出处 [2] [j.ymben.2018.04.001.md](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=j.ymben.2018.04.001.md) These inhibitory compounds include furans such as furfural and hydroxymethylfurfural (HMF), weak acids such as formic acid, levulinic acids, and acetic acid, as well as phenolic aldehydes and inorganic salts. As such, these inhibitors are considered one of the key barriers in value-added chemical production from biomass. These inhibitors have negative effects on Z.",
        "出处 [3] [j.biortech.2021.124926.md](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=j.biortech.2021.124926.md) Pretreatment is the inevitable step to overcome the biorecalcitrance of lignocellulose, but various inhibitory compounds are also generated in this step. Weak acids, furan aldehydes, and phenolics are derived from lignocellulose pretreatment as inhibitors to microbes. Among them, the phenolic aldehydes are the most stubborn inhibitors to be removed because of the wide derivations, low water solubility, and slow biodegradability."
      ]
    },
    {
      "id": 12,
      "question_index": 12,
      "question": "Consolidated bio-processing allows microbes to deconstruct biomass without what step? A:fermentation...",
      "retrieved_docs": [
        "出处 [1] [abstracts/10.1007_s00253-019-10212-7.json](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=abstracts%2F10.1007_s00253-019-10212-7.json) Consolidated bio-processing (CBP) involves the use of single or consortium of microbes to deconstruct biomass without pretreatment. The use of new genetic engineering tools for natively cellulolytic microbes would make the CBP process low cost and ecologically friendly. Issues arising with chemical characteristics and rigidity of the biomass structure can be a setback for its viability for biofuel conversion.",
        "出处 [2] [1751-7915.12408.md](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=1751-7915.12408.md) Instead of relying on pretreatment and separate enzymatic hydrolysis processes to release the monosaccharides from lignocellulosic feedstocks, consolidated bioprocessing (CBP) presents a promising technology for cost-competitive biotuel production by combining cellulase production, lignocellulosic hydrolysis and sugar fermentation into a single step.",
        "出处 [3] [j.biotechadv.2019.03.002.md](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=j.biotechadv.2019.03.002.md) Biological pretreatment Compared to major pretreatment technologies reviewed previously, biological pretreatment through solid fermentation employs microorganisms, which selectively degrade lignin in lignocellulosic biomass, exposing the cellulose component for enzymatic hydrolysis at mild conditions without special requirements for instruments. Both bacteria and fungi have been explored for such a purpose, but rot fungi associated with wood rot are predominant species of lignin degradation."
      ]
    },
    {
      "id": 13,
      "question_index": 13,
      "question": "Lignocellulosic biomass contains what type of platform for conversion to biofuels? A:protein-rich B:...",
      "retrieved_docs": [
        "出处 [1] [https://pubmed.ncbi.nlm.nih.gov/31707441/](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=https%3A%2F%2Fpubmed.ncbi.nlm.nih.gov%2F31707441%2F) Lignocellulosic biomass (LCB) is globally available and sustainable feedstock containing sugar-rich platform that can be converted to biofuels and specialty products through appropriate processing. This review focuses on the efforts required for the development of sustainable and economically viable lignocellulosic biorefinery to produce carbon neutral biofuels along with the specialty chemicals. Sustainable biomass processing is a global challenge that requires the fulfillment of fundamental [...] This paper provides an overview of the challenges that are faced by the processes converting LCB to commodity chemicals with special reference to biofuels. [...] arising with chemical characteristics and rigidity of the biomass structure can be a setback for its viability for biofuel conversion. Integration of functional genomics and system biology with synthetic biology and metabolic engineering undoubtedly led to generation of efficient microbial systems, albeit with limited commercial potential. These efficient microbial systems with new metabolic routes can be exploited for production of commodity chemicals from all the three components of biomass.",
        "出处 [2] [https://pubmed.ncbi.nlm.nih.gov/26598400/](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=https%3A%2F%2Fpubmed.ncbi.nlm.nih.gov%2F26598400%2F) Lignocellulosic biomass - such as wood, agricultural residues or dedicated energy crops - is a promising renewable feedstock for production of fuels and chemicals that is available at large scale at low cost without direct competition for food usage. Its biochemical conversion in a sugar platform biorefinery includes three main unit operations that are illustrated in this review: the physico-chemical pretreatment of the biomass, the enzymatic hydrolysis of the carbohydrates to a fermentable [...] overcome by a strategy termed 'consolidated bioprocessing' (CBP), where enzyme production, enzymatic hydrolysis and fermentation is integrated in one step - either by utilizing one genetically engineered superior microorganism or by creating an artificial co-culture. Insight is provided on both CBP strategies for the production of ethanol as well as of advanced fuels and commodity chemicals. [...] ## Abstract",
        "出处 [3] [https://pubmed.ncbi.nlm.nih.gov/39476154/](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=https%3A%2F%2Fpubmed.ncbi.nlm.nih.gov%2F39476154%2F) can easily take over the place of conventional fuels. Lignocellulose biomass comprises polymeric sugars, i.e., cellulose and hemicellulose, and aromatic polymer, lignin, which are responsible for producing various bio-based products. However, utilizing lignocellulosic wastes for such purposes is needed but their recalcitrant structure makes it difficult to achieve their full usage. For this, several pretreatment approaches are developed to loosen the complexity between sugars and lignin. In [...] The continuously increasing demands for various fossil fuels to achieve the day-to-day needs of the human population are growing and causing adverse effects on the environment and leading to the depletion of their natural resources. To overcome such drastic problems and minimize the production of greenhouse gases, lignocellulose biomass, which is an abundant and bio-renewable source present on earth with excellent properties and composition, has been used for decades to develop biofuels that [...] ### Add to Collections### Add to My Bibliography## Your saved search## Create a file for external citation management software## Your RSS Feed### Full text linksSpringer full text link### Actions### Page navigation# Second-generation biorefineries: single platform for the conversion of lignocellulosic wastes to environmentally important biofuels### Affiliations"
      ]
    },
    {
      "id": 14,
      "question_index": 14,
      "question": "What is the main environmental and economic challenge associated with crude glycerol from biodiesel ...",
      "retrieved_docs": [
        "出处 [1] [https://pubmed.ncbi.nlm.nih.gov/21948485/](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=https%3A%2F%2Fpubmed.ncbi.nlm.nih.gov%2F21948485%2F) carbon neutral and sustainable alternatives to fossil fuels have been increasing throughout the world. For example, interest in biodiesel has undergone a revival in recent times. However, the disposal of crude glycerol contaminated with methanol, salts, and free fatty acids as a by-product of biodiesel production presents an environmental and economic challenge. Although pure glycerol can be utilized in the cosmetics, tobacco, pharmaceutical, and food industries (among others), the industrial [...] of biodiesel production could be used a feedstock for the manufacture of many products that are currently produced by the petroleum-based chemical industry. [...] purification of crude glycerol is not economically viable. However, crude glycerol could be used as an organic carbon substrate for the production of high-value chemicals such as 1,3-propanediol, organic acids, or polyols. Microorganisms have been employed to produce such high-value chemicals and the objective of this article is to provide an overview of studies on the utilization of crude glycerol by microorganisms for the production of economically valuable products. Glycerol as a by-product",
        "出处 [2] [https://pubmed.ncbi.nlm.nih.gov/38624889/](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=https%3A%2F%2Fpubmed.ncbi.nlm.nih.gov%2F38624889%2F) a biodiesel plant. The ditching of crude glycerol is important as it contains salt, free fatty acids, and methanol that cause contamination of soil and creates environmental challenges for researchers. However, the excessive cost of crude glycerol refining and market capacity encourage the biodiesel industries for developing a new idea for utilising and produced extra sources of income and treat biodiesel waste. This review focuses on the significance of crude glycerol in the value-added [...] The rapid industrial and economic development runs on fossil fuel and other energy sources. Limited oil reserves, environmental issues, and high transportation costs lead towards carbon unbiased renewable and sustainable fuel. Compared to other carbon-based fuels, biodiesel is attracted worldwide as a biofuel for the reduction of global dependence on fossil fuels and the greenhouse effect. During biodiesel production, approximately 10% of glycerol is formed in the transesterification process in [...] Keywords:  Bioethanol; Biofuel; Crude glycerol; Valuable products.© Jiangnan University 2021.PubMed Disclaimer## FiguresSee this image and copyright information in PMC## References",
        "出处 [3] [https://dspace.mit.edu/bitstream/handle/1721.1/156215/GLReview_Revision_v2.pdf?sequence=2&isAllowed=y](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=https%3A%2F%2Fdspace.mit.edu%2Fbitstream%2Fhandle%2F1721.1%2F156215%2FGLReview_Revision_v2.pdf%3Fsequence%3D2%26isAllowed%3Dy) component variations, crude glycerol is traditionally considered as a low-value waste feedstock . However, the disposal of crude glycerol is restricted because of its hazardous nature, including catching fire and depleting oxygen in water that will suffocate fish . As a result, exploring the value-added usage of crude glycerol and its main component, glycerol, is critical for the biodiesel industry to maximize its economic and environmental benefits. Figure 1. Global biodiesel production global [...] ......................................................................................................................... 56 1. Introduction Crude glycerol is a major byproduct of biodiesel commonly produced by a transesterification process, which uses feedstock such as vegetable oils or animal fats to react with short-chain alcohols with the assistance of catalysts . Approximately one kilogram of glycerol is formed per ten kilograms of biodiesel production. Crude glycerol has received [...] of crude glycerol also introduces difficulties for combustion applications because of the requirement for combustors with high flexibility. Furthermore, crude glycerol has a high ash content from alkali and the alkaline earth elements originated from the catalysts used for biodiesel production . The high Na content is from sodium methylate (NaOCH3) or sodium hydroxide (NaOH) that is used as catalysts, while Ca, K, Mg, and P are mainly from the feedstock used for biodiesel production . The"
      ]
    },
    {
      "id": 15,
      "question_index": 15,
      "question": "Which genus is highlighted as producing n-butanol in the acetone/butanol/ethanol process from lignoc...",
      "retrieved_docs": [
        "出处 [1] [abstracts/10.1016_j.biotechadv.2013.08.004.json](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=abstracts%2F10.1016_j.biotechadv.2013.08.004.json) Compared to solvent-producing clostridia, engineering heterologous species such as Escherichia coli and Saccharomyces cerevisiae with butanol pathway might be a solution for eliminating the formation of major byproducts acetone and ethanol so that butanol yield can be improved significantly.",
        "出处 [2] [abstracts/10.1007_s10529-012-0926-3.json](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=abstracts%2F10.1007_s10529-012-0926-3.json) {\"doi\": \"10.1007/s10529-012-0926-3\", \"pmid\": \"22526420\", \"abstract\": \"Clostridium spp. produce n-butanol in the acetone/butanol/ethanol process. For sustainable industrial scale butanol production, a number of obstacles need to be addressed including choice of feedstock, the low product yield, toxicity to production strain, multiple-end products and downstream processing of alcohol mixtures.",
        "出处 [3] [abstracts/10.1016_j.ymben.2015.09.001.json](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=abstracts%2F10.1016_j.ymben.2015.09.001.json) Here we engineered a cellulolytic bacterium, Clostridium cellulovorans, for n-butanol and ethanol production directly from cellulose by introducing an aldehyde/alcohol dehydrogenase (adhE2), which converts butyryl-CoA to n-butanol and acetyl-CoA to ethanol. The engineered strain was able to produce 1.42 g/L n-butanol and 1.60 g/L ethanol directly from cellulose."
      ]
    },
    {
      "id": 16,
      "question_index": 16,
      "question": "Which genus is highlighted as producing n-butanol in the acetone/butanol/ethanol process from lignoc...",
      "retrieved_docs": [
        "出处 [1] [abstracts/10.1016_j.biotechadv.2013.08.004.json](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=abstracts%2F10.1016_j.biotechadv.2013.08.004.json) Compared to solvent-producing clostridia, engineering heterologous species such as Escherichia coli and Saccharomyces cerevisiae with butanol pathway might be a solution for eliminating the formation of major byproducts acetone and ethanol so that butanol yield can be improved significantly.",
        "出处 [2] [abstracts/10.1007_s10529-012-0926-3.json](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=abstracts%2F10.1007_s10529-012-0926-3.json) {\"doi\": \"10.1007/s10529-012-0926-3\", \"pmid\": \"22526420\", \"abstract\": \"Clostridium spp. produce n-butanol in the acetone/butanol/ethanol process. For sustainable industrial scale butanol production, a number of obstacles need to be addressed including choice of feedstock, the low product yield, toxicity to production strain, multiple-end products and downstream processing of alcohol mixtures.",
        "出处 [3] [abstracts/10.1016_j.ymben.2015.09.001.json](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=abstracts%2F10.1016_j.ymben.2015.09.001.json) Here we engineered a cellulolytic bacterium, Clostridium cellulovorans, for n-butanol and ethanol production directly from cellulose by introducing an aldehyde/alcohol dehydrogenase (adhE2), which converts butyryl-CoA to n-butanol and acetyl-CoA to ethanol. The engineered strain was able to produce 1.42 g/L n-butanol and 1.60 g/L ethanol directly from cellulose."
      ]
    },
    {
      "id": 17,
      "question_index": 17,
      "question": "Which two enzymes are mentioned as H₂-producing enzymes whose rectification is a target in biohydrog...",
      "retrieved_docs": [
        "出处 [1] [abstracts/10.1016_j.biortech.2011.04.054.json](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=abstracts%2F10.1016_j.biortech.2011.04.054.json) These studies included the elimination of enzymes and carbon pathways interfering or competing with H2 production, the incorporation of non-native metabolic pathways leading to H2 production, the utilization of various carbon substrates, the rectification of H2-producting enzymes (nitrogenase and hydrogenase) and photophosphorylation systems, and in silico pathway flux analysis, among others.",
        "出处 [2] [abstracts/10.1016_j.ymben.2018.02.006.json](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=abstracts%2F10.1016_j.ymben.2018.02.006.json) Four CBB cycle enzymes, ribulose-1,5-bisphosphate carboxylase/oxygenase (RuBisCO), fructose-1,6/sedoheptulose-1,7-bisphosphatase (FBP/SBPase), transketolase (TK) and aldolase (FBA) were selected to be co-overexpressed with the ethanol synthesis enzymes pyruvate decarboxylase (PDC) and alcohol dehydrogenase (ADH) in the cyanobacterium Synechocystis PCC 6803. An inducible promoter, PnrsB, was used to drive PDC and ADH expression.",
        "出处 [3] [07388559309069198.md](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=07388559309069198.md) Recent review articles  examined the possibilities of using Z.mobilis enzymes for commercial purposes. Such enzymes included fructokinase, glucose 6-phosphate dehydrogenase, pyruvate kinase, pyruvate decarboxylase, glucose-fructose oxidoreductase, and a number of less well-characterized enzymes. Coimmobilization"
      ]
    },
    {
      "id": 18,
      "question_index": 18,
      "question": "Which two approaches are highlighted as powerful platforms for obtaining microbial strains with desi...",
      "retrieved_docs": [
        "出处 [1] [abstracts/10.1016_j.biortech.2018.03.064.json](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=abstracts%2F10.1016_j.biortech.2018.03.064.json) These inhibitors repress microbial growth, decrease biofuel yields and increase fermentation costs. The production of biofuels from renewable lignocellulosic biomass relies on the development of tolerant and robust microbial strains. In recent years, the advancement of tolerance engineering and evolutionary engineering provides powerful platform for obtaining host strains with desired tolerance for further metabolic engineering of biofuel pathways.",
        "出处 [2] [abstracts/10.1016_j.biotechadv.2011.08.015.json](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=abstracts%2F10.1016_j.biotechadv.2011.08.015.json) In this review, the approaches employed to develop efficient biofuel producers by metabolic engineering and systems metabolic engineering approaches are reviewed with relevant example cases. It is expected that systems metabolic engineering will be employed as an essential strategy for the development of microbial strains for industrial applications.\"}",
        "出处 [3] [abstracts/10.1016_j.biortech.2018.03.064.json](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=abstracts%2F10.1016_j.biortech.2018.03.064.json) In this review, we summarized the inhibitors derived from biomass pretreatment and biofuel fermentation, the mechanisms of inhibitor toxicity, and the strategies for enhancing microbial tolerance.\"}"
      ]
    },
    {
      "id": 19,
      "question_index": 19,
      "question": "Triacylglycerides from microbes can be directly used to produce biodiesel and which other products? ...",
      "retrieved_docs": [
        "出处 [1] [abstracts/10.1016_j.copbio.2017.10.002.json](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=abstracts%2F10.1016_j.copbio.2017.10.002.json) {\"doi\": \"10.1016/j.copbio.2017.10.002\", \"pmid\": \"29101852\", \"abstract\": \"Traditional oleochemical industry chemically processes animal fats and plant oils to produce detergents, lubricants, biodiesel, plastics, coatings, and other products. Biotechnology offers an alternative process, where the same oleochemicals can be produced from abundant biomass feedstocks using microbial catalysis.",
        "出处 [2] [abstracts/10.1007_s10295-011-1038-0.json](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=abstracts%2F10.1007_s10295-011-1038-0.json) Microorganisms have been employed to produce such high-value chemicals and the objective of this article is to provide an overview of studies on the utilization of crude glycerol by microorganisms for the production of economically valuable products. Glycerol as a by-product of biodiesel production could be used a feedstock for the manufacture of many products that are currently produced by the petroleum-based chemical industry.\"}",
        "出处 [3] [abstracts/10.1016_j.biortech.2020.123707.json](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=abstracts%2F10.1016_j.biortech.2020.123707.json) In particular, microbial lipids in the form of triacylglycerides (TAGs) produced from renewable feedstocks have attracted considerable attention because they can be directly used in the production of biodiesel and oleochemicals analogous to petrochemicals. As an oleaginous yeast that is generally regarded as safe, Yarrowia lipolytica has been extensively studied, with large amounts of data on its lipid metabolism, genetic tools, and genome sequencing and annotation."
      ]
    },
    {
      "id": 20,
      "question_index": 20,
      "question": "Which integrated discipline is emphasized for developing efficient biofuel-producing microbes? A:Sys...",
      "retrieved_docs": [
        "出处 [1] [https://pubmed.ncbi.nlm.nih.gov/21889585/](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=https%3A%2F%2Fpubmed.ncbi.nlm.nih.gov%2F21889585%2F) integrated with systems biology and synthetic biology, have been developed. Systems metabolic engineering allows successful development of microbes that are capable of producing several different biofuels including bioethanol, biobutanol, alkane, and biodiesel, and even hydrogen. In this review, the approaches employed to develop efficient biofuel producers by metabolic engineering and systems metabolic engineering approaches are reviewed with relevant example cases. It is expected that systems [...] The increasing oil price and environmental concerns caused by the use of fossil fuel have renewed our interest in utilizing biomass as a sustainable resource for the production of biofuel. It is however essential to develop high performance microbes that are capable of producing biofuels with very high efficiency in order to compete with the fossil fuel. Recently, the strategies for developing microbial strains by systems metabolic engineering, which can be considered as metabolic engineering [...] metabolic engineering will be employed as an essential strategy for the development of microbial strains for industrial applications.",
        "出处 [2] [https://pubmed.ncbi.nlm.nih.gov/30737009/](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=https%3A%2F%2Fpubmed.ncbi.nlm.nih.gov%2F30737009%2F) Metabolic engineering allows development of microbial strains efficiently producing chemicals and materials, but it requires much time, effort, and cost to make the strains industrially competitive. Systems metabolic engineering, which integrates tools and strategies of systems biology, synthetic biology, and evolutionary engineering with traditional metabolic engineering, has recently been used to facilitate development of high-performance strains. The past decade has witnessed this [...] interdisciplinary strategy continuously being improved toward the development of industrially competitive overproducer strains. In this article, current trends in systems metabolic engineering including tools and strategies are reviewed, focusing on recent developments in selection of host strains, metabolic pathway reconstruction, tolerance enhancement, and metabolic flux optimization. Also, future challenges and prospects are discussed. [...] ### Affiliations## Abstract",
        "出处 [3] [https://pubmed.ncbi.nlm.nih.gov/34637864/](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=https%3A%2F%2Fpubmed.ncbi.nlm.nih.gov%2F34637864%2F) substances and end-products, fast sugar transportation, and amplified metabolic fluxes to yielding enhanced fermentative bioproduct. Genetic manipulation and microbes' metabolic engineering are fascinating strategies for the economical production of next-generation biofuel from lignocellulosic feedstocks. Metabolic engineering is a rapidly developing approach to construct robust biofuel-producing microbial hosts and an important component for future bioeconomy. This approach has been widely [...] adopted in the last decade for redirecting and revamping the biosynthetic pathways to obtain a high titer of target products. Biotechnologists and metabolic scientists have produced a wide variety of new products with industrial relevance through metabolic pathway engineering or optimizing native metabolic pathways. This review focuses on exploiting metabolically engineered microbes as promising cell factories for the enhanced production of advanced biofuels. [...] Clipboard, Search History, and several other advanced features are temporarily unavailable. Skip to main page content An official website of the United States governmentThe .gov means it’s official.     Federal government websites often end in .gov or .mil. Before sharing sensitive information, make sure you’re on a federal government site."
      ]
    },
    {
      "id": 21,
      "question_index": 21,
      "question": "Which integrated discipline is emphasized for developing efficient biofuel-producing microbes? A:Cla...",
      "retrieved_docs": [
        "出处 [1] [abstracts/10.1016_j.biotechadv.2011.08.015.json](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=abstracts%2F10.1016_j.biotechadv.2011.08.015.json) Recently, the strategies for developing microbial strains by systems metabolic engineering, which can be considered as metabolic engineering integrated with systems biology and synthetic biology, have been developed. Systems metabolic engineering allows successful development of microbes that are capable of producing several different biofuels including bioethanol, biobutanol, alkane, and biodiesel, and even hydrogen.",
        "出处 [2] [abstracts/10.1039_d0cs00155d.json](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=abstracts%2F10.1039_d0cs00155d.json) Systems metabolic engineering, which integrates traditional metabolic engineering with systems biology, synthetic biology, and evolutionary engineering, is enabling the development of microbial cell factories capable of efficiently producing a myriad of chemicals and materials including biofuels, bulk and fine chemicals, polymers, amino acids, natural products and drugs.",
        "出处 [3] [abstracts/10.1016_j.biotechadv.2011.08.015.json](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=abstracts%2F10.1016_j.biotechadv.2011.08.015.json) In this review, the approaches employed to develop efficient biofuel producers by metabolic engineering and systems metabolic engineering approaches are reviewed with relevant example cases. It is expected that systems metabolic engineering will be employed as an essential strategy for the development of microbial strains for industrial applications.\"}"
      ]
    },
    {
      "id": 22,
      "question_index": 22,
      "question": "What is the shape of Escherichia coli bacteria? A:spherical B:spiral-shaped C:rod-shaped D:filamento...",
      "retrieved_docs": [
        "出处 [1] [https://pubmed.ncbi.nlm.nih.gov/19641734/](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=https%3A%2F%2Fpubmed.ncbi.nlm.nih.gov%2F19641734%2F) The bacterium Escherichia coli is rod-shaped, and a unit cell keeps regular dimensions of about 1.5 microm long and 0.5 microm wide. The rod-shaped cell is composed of two parts: a cylinder in the center and caps at both ends. The length of the cylinder corresponds to the length of the rod cell. A recent paper reported the genetic regulation of the cell length by rodZ. RodZ is a membrane protein with bitopic topology that assembles underneath the cell membrane to form helical filaments along [...] Keywords: RodZ; cytoskeleton; morphology; peptidoglycan; spherical cell.PubMed Disclaimer## FiguresFigure 1Figure 1Role of RodZ in maintenance…Figure 1Role of RodZ in maintenance of the rod-shape in  E. coli  . (A)…## Comment on## References## LinkOut - more resources### Full Text Sources### MiscellaneousAtypon full text linkNCBI Literature ResourcesMeSH PMC Bookshelf Disclaimer [...] the lateral axis of the cell with the bacterial actin MreB. RodZ filaments probably interact with enzymes that contribute to peptidoglycan synthesis. Cells lacking rodZ shorten only along the lateral axis of the cell so that the cells become round-shaped instead of rod-shaped. Such spheroidal cells consist only of caps due to the loss of almost all of the cylinder. In addition, carbon metabolism is remarkably disturbed by the deficiency of RodZ. This suggests that the transport of nutrients at",
        "出处 [2] [https://pubmed.ncbi.nlm.nih.gov/28270582/](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=https%3A%2F%2Fpubmed.ncbi.nlm.nih.gov%2F28270582%2F) bacterial shape. [...] ### Full Text Sources### Other Literature SourcesAtypon full text linkNCBI Literature ResourcesMeSH PMC Bookshelf DisclaimerThe PubMed wordmark and PubMed logo are registered trademarks of the U.S. Department of Health and Human Services (HHS). Unauthorized use of these marks is strictly prohibited.Connect with NLMNational Library of Medicine   8600 Rockville Pike   Bethesda, MD 20894Web Policies   FOIA   HHS Vulnerability DisclosureHelp   Accessibility   Careers [...] Copyright © 2017 French et al.PubMed Disclaimer## FiguresFIG 1FIG 1High-throughput cell shape screen of…FIG 1High-throughput cell shape screen of the  E. coli  nonessential gene deletion (Keio) collection.…FIG 2FIG 2Genome-scale analysis of  E. coli  …FIG 2Genome-scale analysis of  E. coli  genes that interact with shape-perturbing genes. The left…## References## Publication types## MeSH terms## Grants and funding## LinkOut - more resources",
        "出处 [3] [https://pubmed.ncbi.nlm.nih.gov/21501250/](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=https%3A%2F%2Fpubmed.ncbi.nlm.nih.gov%2F21501250%2F) For the rod-shaped Gram-negative bacterium Escherichia coli, changes in cell shape have critical consequences for motility, immune system evasion, proliferation and adhesion. For most bacteria, the peptidoglycan cell wall is both necessary and sufficient to determine cell shape. However, how the synthesis machinery assembles a peptidoglycan network with a robustly maintained micron-scale shape has remained elusive. To explore shape maintenance, we have quantified the robustness of cell shape in [...] Figure 3. Cell width decreases as strand length and/or insertional stretching is increased(A) Schematic…Figure 4Figure 4. Cell width is preserved across…Figure 4. Cell width is preserved across multiple cycles of growth and division(A) Model…Figure 5Figure 5. Cell shape is maintained with…Figure 5. Cell shape is maintained with a helical pattern of insertion(A) Schematic of…Figure 6Figure 6.  E. coli  cells grown in… [...] © 2011 Blackwell Publishing Ltd.PubMed Disclaimer## FiguresFigure 1Figure 1. Cell width is tightly controlled…Figure 1. Cell width is tightly controlled in rod-shaped Gram-negative bacteria(A) Distributions of cell…Figure 2Figure 2. Cell shape is maintained by…Figure 2. Cell shape is maintained by uniform peptidoglycan insertion(A) Schematic of insertion steps…Figure 3Figure 3. Cell width decreases as strand…"
      ]
    },
    {
      "id": 23,
      "question_index": 23,
      "question": "Which three biology approaches are integrated for metabolic engineering of E. coli? A:systems, synth...",
      "retrieved_docs": [
        "出处 [1] [abstracts/10.1016_j.biotechadv.2013.02.009.json](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=abstracts%2F10.1016_j.biotechadv.2013.02.009.json) Furthermore, metabolic engineering of E. coli for the enhanced biochemical production has been significantly promoted by the integrated use of recent developments in systems biology, synthetic biology and evolutionary engineering. In this review, we focus on recent efforts devoted to the use of genetically engineered E. coli as a sustainable platform for the production of industrially important biochemicals such as biofuels, organic acids, amino acids, sugar alcohols and biopolymers.",
        "出处 [2] [abstracts/10.1039_d0cs00155d.json](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=abstracts%2F10.1039_d0cs00155d.json) Systems metabolic engineering, which integrates traditional metabolic engineering with systems biology, synthetic biology, and evolutionary engineering, is enabling the development of microbial cell factories capable of efficiently producing a myriad of chemicals and materials including biofuels, bulk and fine chemicals, polymers, amino acids, natural products and drugs.",
        "出处 [3] [abstracts/10.1007_s00253-019-10212-7.json](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=abstracts%2F10.1007_s00253-019-10212-7.json) Integration of functional genomics and system biology with synthetic biology and metabolic engineering undoubtedly led to generation of efficient microbial systems, albeit with limited commercial potential. These efficient microbial systems with new metabolic routes can be exploited for production of commodity chemicals from all the three components of biomass."
      ]
    },
    {
      "id": 24,
      "question_index": 24,
      "question": "Why has commercial production of butanol through ABE fermentation not been economically competitive?...",
      "retrieved_docs": [
        "出处 [1] [abstracts/10.1016_j.biotechadv.2013.08.004.json](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=abstracts%2F10.1016_j.biotechadv.2013.08.004.json) {\"doi\": \"10.1016/j.biotechadv.2013.08.004\", \"pmid\": \"23993946\", \"abstract\": \"Butanol has been acknowledged as an advanced biofuel, but its production through acetone-butanol-ethanol (ABE) fermentation by clostridia is still not economically competitive, due to low butanol yield and titer. In this article, update progress in butanol production is reviewed.",
        "出处 [2] [abstracts/10.1016_j.biotechadv.2013.08.004.json](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=abstracts%2F10.1016_j.biotechadv.2013.08.004.json) In this article, update progress in butanol production is reviewed. Low price and sustainable feedstocks such as lignocellulosic residues and dedicated energy crops are needed for butanol production at large scale to save feedstock cost, but processes are more complicated, compared to those established for ABE fermentation from sugar- and starch-based feedstocks.",
        "出处 [3] [abstracts/10.1016_j.biotechadv.2013.08.004.json](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=abstracts%2F10.1016_j.biotechadv.2013.08.004.json) Although batch fermentation has been practiced for butanol production in industry, continuous operation is more productive for large scale production of butanol as a biofuel, but a single chemostat bioreactor cannot achieve this goal for the biphasic ABE fermentation, and tanks-in-series systems should be optimized for alternative feedstocks and new strains."
      ]
    },
    {
      "id": 25,
      "question_index": 25,
      "question": "Which type of biodiesel production is approaching commercial viability but has inherent limitations?...",
      "retrieved_docs": [
        "出处 [1] [abstracts/10.1016_j.biotechadv.2014.08.003.json](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=abstracts%2F10.1016_j.biotechadv.2014.08.003.json) Microalgae biodiesel is approaching commercial viability, but has some inherent limitations such as requirements for sunlight.",
        "出处 [2] [abstracts/10.1016_j.biotechadv.2014.08.003.json](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=abstracts%2F10.1016_j.biotechadv.2014.08.003.json) {\"doi\": \"10.1016/j.biotechadv.2014.08.003\", \"pmid\": \"25172033\", \"abstract\": \"Production of biodiesel from edible plant oils is quickly expanding worldwide to fill a need for renewable, environmentally-friendly liquid transportation fuels. Due to concerns over use of edible commodities for fuels, production of biodiesel from non-edible oils including microbial oils is being developed.",
        "出处 [3] [abstracts/10.1016_j.plipres.2013.05.002.json](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=abstracts%2F10.1016_j.plipres.2013.05.002.json) Many oleaginous microorganisms can accumulate lipids, especially triacylglycerols (TAGs), which are the main materials for biodiesel production. This review is covering the related researches on different oleaginous microorganisms, such as yeast, mold, bacteria and microalgae, which might become the potential oil feedstocks for biodiesel production in the future, showing that biodiesel from oleaginous microorganisms has a great prospect in the development of biomass energy."
      ]
    },
    {
      "id": 26,
      "question_index": 26,
      "question": "What time period saw significant developments in oleaginous yeast research including discovery of ne...",
      "retrieved_docs": [
        "出处 [1] [abstracts/10.1016_j.biotechadv.2014.08.003.json](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=abstracts%2F10.1016_j.biotechadv.2014.08.003.json) This review examines aspects of oleaginous yeasts not covered in depth in other recent reviews. Topics include the history of oleaginous yeast research, especially advances in the early 20th century; the phylogenetic diversity of oleaginous species, beyond the few species commonly studied; and physiological characteristics that should be considered when choosing yeast species and strains to be utilized for conversion of a given type of plant biomass to oleochemicals.",
        "出处 [2] [abstracts/10.1016_j.biotechadv.2014.08.003.json](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=abstracts%2F10.1016_j.biotechadv.2014.08.003.json) While yeast oils have been studied for decades, recent years have seen significant developments including discovery of new oleaginous yeast species and strains, greater understanding of the metabolic pathways that determine oleaginicity, optimization of cultivation processes for conversion of various types of waste plant biomass to oil using oleaginous yeasts, and development of strains with enhanced oil production.",
        "出处 [3] [abstracts/10.1186_s12934-021-01712-1.json](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=abstracts%2F10.1186_s12934-021-01712-1.json) Process development and genetic modification (7%) have been applied to alter yeast performance and the lipids, towards the production of biofuels (77%), food/supplements (24%), oleochemicals (19%) or animal feed (3%). Despite over a century of research and the recent application of advanced genetic engineering techniques, the industrial production of an economically viable commodity oil substitute remains elusive."
      ]
    },
    {
      "id": 27,
      "question_index": 27,
      "question": "Which environmental stress affects microalgae biofuel production alongside nitrogen depletion? A:pho...",
      "retrieved_docs": [
        "出处 [1] [https://pubmed.ncbi.nlm.nih.gov/25285758/](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=https%3A%2F%2Fpubmed.ncbi.nlm.nih.gov%2F25285758%2F) This comprehensive review discusses recent advances in understanding the effects of major environmental stresses and the characteristics of various engineering operation strategies on the production of biofuels (mainly biodiesel and bioethanol) using microalgae. The performances of microalgae-based biofuel-producing systems under various environmental stresses (i.e., irradiance, temperature, pH, nitrogen depletion, and salinity) and cultivation strategies (i.e., fed-batch, semi-continuous, [...] Keywords:  Biofuel; Continuous operation; Engineering operation strategy; Environmental stress; Fed-batch operation; Microalgae; Salinity-gradient operation; Semi-continuous operation; Two-stage operation.Copyright © 2014 Elsevier Inc. All rights reserved.PubMed Disclaimer## Publication types Actions  + Search in PubMed   + Search in MeSH   + Add to Search  Actions  + Search in PubMed   + Search in MeSH   + Add to Search## MeSH terms Actions [...] Although the potential for biofuel production from microalgae via photosynthesis has been intensively investigated, information on the selection of a suitable operation strategy for microalgae-based biofuel production is lacking. Many published reports describe competitive strains and optimal culture conditions for use in biofuel production; however, the major impediment to further improvements is the absence of effective engineering strategies for microalgae cultivation and biofuel production.",
        "出处 [2] [https://pubmed.ncbi.nlm.nih.gov/36640723/](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=https%3A%2F%2Fpubmed.ncbi.nlm.nih.gov%2F36640723%2F) populations. Literature shows that microalgae responses to environmental stressors such as temperature were affected differently. A stress caused by salinity might slow down cell division, reduces size, ceases motility, and triggers palmelloid formation in microalgae community, but some of these changes are strongly species-specific. UV irradiance can potentially lead to an oxidative stress in microalgae, promoting the production of reactive oxygen species (ROS) or induce direct physical damage [...] on microalgae, then inhibiting the growth of microalgae. Moreover, pH could impact many groups of microalgae being more tolerant of certain pH shifts, while others were sensitive to changes of just small units (such as coccolithophorids) and subsequently affect the species at a higher trophic level, but also total vertical carbon transport in oceans. Overall, this review highlights the importance of examining effects of multiple stressors, considering multiple responses to understand the [...] ## Abstract",
        "出处 [3] [https://pubmed.ncbi.nlm.nih.gov/37400020/](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=https%3A%2F%2Fpubmed.ncbi.nlm.nih.gov%2F37400020%2F) ### Add to Collections### Add to My Bibliography## Your saved search## Create a file for external citation management software## Your RSS Feed### Full text linksElsevier Science full text link### Actions### Page navigation# Mitigation of oxidative stress damage caused by abiotic stress to improve biomass yield of microalgae: A review### Affiliations# Mitigation of oxidative stress damage caused by abiotic stress to improve biomass yield of microalgae: A review [...] Keywords: Abiotic stress; Biomass; Microalgae; Mitigator; Reactive oxygen species.Copyright © 2023 Elsevier B.V. All rights reserved.PubMed Disclaimer## Conflict of interest statementDeclaration of competing interest The authors declare that they have no known competing financial interests or personal relationships that could have appeared to influence the work reported in this paper.## Publication types## MeSH terms## Substances## LinkOut - more resources [...] Microalgae have been recognized as emerging cell factories due to the high value-added bio-products. However, the balance between algal growth and the accumulation of metabolites is always the main contradiction in algal biomass production. Hence, the security and effectiveness of regulating microalgal growth and metabolism simultaneously have drawn substantial attention. Since the correspondence between microalgal growth and reactive oxygen species (ROS) level has been confirmed, improving its"
      ]
    },
    {
      "id": 28,
      "question_index": 28,
      "question": "Which cultivation strategy involves gradual changes in salt concentration for microalgae production?...",
      "retrieved_docs": [
        "出处 [1] [https://pubmed.ncbi.nlm.nih.gov/25285758/](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=https%3A%2F%2Fpubmed.ncbi.nlm.nih.gov%2F25285758%2F) continuous, two-stage, and salinity-gradient) are compared. The reasons for variations in performance and the underlying theories of the various production strategies are also critically discussed. The aim of this review is to provide useful information to facilitate development of innovative and feasible operation technologies for effectively increasing the commercial viability of microalgae-based biofuel production. [...] This comprehensive review discusses recent advances in understanding the effects of major environmental stresses and the characteristics of various engineering operation strategies on the production of biofuels (mainly biodiesel and bioethanol) using microalgae. The performances of microalgae-based biofuel-producing systems under various environmental stresses (i.e., irradiance, temperature, pH, nitrogen depletion, and salinity) and cultivation strategies (i.e., fed-batch, semi-continuous, [...] Keywords:  Biofuel; Continuous operation; Engineering operation strategy; Environmental stress; Fed-batch operation; Microalgae; Salinity-gradient operation; Semi-continuous operation; Two-stage operation.Copyright © 2014 Elsevier Inc. All rights reserved.PubMed Disclaimer## Publication types Actions  + Search in PubMed   + Search in MeSH   + Add to Search  Actions  + Search in PubMed   + Search in MeSH   + Add to Search## MeSH terms Actions",
        "出处 [2] [https://pubmed.ncbi.nlm.nih.gov/25002905/](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=https%3A%2F%2Fpubmed.ncbi.nlm.nih.gov%2F25002905%2F) In this work, the combined effects of salinity and nitrogen depletion stresses on lipid accumulation of a newly isolated marine microalga, Chlamydomonas sp. JSC4, were explored. Metabolic intermediates were profiled over time to observe transient changes during the lipid accumulation triggered by the combination of the two stresses. An innovative cultivation strategy (denoted salinity-gradient operation) was also employed to markedly improve the lipid accumulation and lipid quality of the [...] # Optimizing biodiesel production in marine Chlamydomonas sp. JSC4 through metabolic profiling and an innovative salinity-gradient strategy### Authors### Affiliations## Abstract [...] Conclusions: This work demonstrated the synergistic integration of biological and engineering technologies to develop a simple and effective strategy for the enhancement of oil production in marine microalgae.Keywords: Biodiesel; Chlamydomonas sp; Lipids; Metabolite profiling; Microalgae; Nitrogen depletion; Salinity-gradient operation.PubMed Disclaimer## FiguresFigure 1Figure 1Figure 1Figure 2Figure 2Figure 2Figure 3Figure 3Figure 3Figure 4Figure 4Figure 4",
        "出处 [3] [https://pubmed.ncbi.nlm.nih.gov/38479989/](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=https%3A%2F%2Fpubmed.ncbi.nlm.nih.gov%2F38479989%2F) applied to industrial settings. [...] ### Add to Collections### Add to My Bibliography## Your saved search## Create a file for external citation management software## Your RSS Feed### Full text linksWiley full text link### Actions### Page navigation# Recent advances and fundamentals of microalgae cultivation technology### Affiliation# Recent advances and fundamentals of microalgae cultivation technology### Authors### Affiliation## Abstract [...] U.S. flagAn official website of the United States governmentDot govThe .gov means it’s official.    Federal government websites often end in .gov or .mil. Before sharing sensitive information, make sure you’re on a federal government site.HttpsThe site is secure.    The  ensures that you are connecting to the official website and that any information you provide is encrypted and transmitted securely.NIH NLM Logo#### Accountpubmed logo## Save citation to file## Email citation"
      ]
    },
    {
      "id": 29,
      "question_index": 29,
      "question": "What is the committing step in fatty acid biosynthesis in microalgae? A:Desaturation of stearic acid...",
      "retrieved_docs": [
        "出处 [1] [https://pubmed.ncbi.nlm.nih.gov/25449285/](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=https%3A%2F%2Fpubmed.ncbi.nlm.nih.gov%2F25449285%2F) review the current knowledge in microalgal lipids with respect to their metabolism and various biotechnological applications, and we discuss potential future perspectives. The committing step in fatty acid biosynthesis is the carboxylation of acetyl-CoA to form malonyl-CoA that is then introduced in the fatty acid synthesis cycle leading to the formation of palmitic and stearic acids. Oleic acid may also be synthesized after stearic acid desaturation while further conversions of the fatty acids [...] (i.e. desaturations, elongations) occur after their esterification with structural lipids of both plastids and the endoplasmic reticulum. The aliphatic chains are also used as building blocks for structuring storage acylglycerols via the Kennedy pathway. Current research, aiming to enhance lipogenesis in the microalgal cell, is focusing on over-expressing key-enzymes involved in the earlier steps of the pathway of fatty acid synthesis. A complementary plan would be the repression of lipid [...] In the last few years, there has been an intense interest in using microalgal lipids in food, chemical and pharmaceutical industries and cosmetology, while a noteworthy research has been performed focusing on all aspects of microalgal lipid production. This includes basic research on the pathways of solar energy conversion and on lipid biosynthesis and catabolism, and applied research dealing with the various biological and technical bottlenecks of the lipid production process. In here, we",
        "出处 [2] [https://pubmed.ncbi.nlm.nih.gov/31399913/](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=https%3A%2F%2Fpubmed.ncbi.nlm.nih.gov%2F31399913%2F) Chlamydomonas reinhardtii is a photosynthetic unicellular model algae with multiple biotechnological advantages, and its fatty acids can be used to produce biofuels. Numerous studies suggest that acetyl-coA carboxylase (ACCa) catalyzes the first committed and rate-limiting step of fatty acid biosynthesis, thereby playing a central role in oil accumulation. Here, we cloned and overexpressed ACCa in C. reinhardtii to directly evaluate its effect on fatty acid synthesis. GC-MS analysis found that [...] 7 Center of Engineering Technology Research for Microalgae Germplasm Improvement of Fujian, Southern Institute of Oceanography, Fujian Normal University, Fuzhou, 350117, People's Republic of China. xueting@fjnu.edu.cn. [...] 7 Center of Engineering Technology Research for Microalgae Germplasm Improvement of Fujian, Southern Institute of Oceanography, Fujian Normal University, Fuzhou, 350117, People's Republic of China. xueting@fjnu.edu.cn.",
        "出处 [3] [https://pubmed.ncbi.nlm.nih.gov/30477429/](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=https%3A%2F%2Fpubmed.ncbi.nlm.nih.gov%2F30477429%2F) Background:  Oleaginous microalgae are promising sources of energy-rich triacylglycerols (TAGs) for direct use for food, feed and industrial applications. Lobosphaera incisa is a fresh water unicellular alga, which in response to nutrient stress accumulates a high amount of TAGs with a high proportion of arachidonic acid (ARA). The final committed step of de novo TAG biosynthesis is catalyzed by acyl-CoA:diacylglycerol acyltransferases (DGATs), which add a fatty acid (FA) to the final sn-3 [...] 5. 1. Zienkiewicz K, Du Z-Y, Ma W, Vollheyde K, Benning C. Stress-induced neutral lipid biosynthesis in microalgae — molecular, cellular and physiological insights. Biochim Biophys Acta. 2016;1861(9, Part B):1269–1281. doi: 10.1016/j.bbalip.2016.02.008. -  DOI  -  PubMed [...] 1. 1. Hempel F, Bozarth AS, Lindenkamp N, Klingl A, Zauner S, Linne U, Steinbüchel A, Maier UG. Microalgae as bioreactors for bioplastic production. Microb Cell Factories. 2011;10(1):81. doi: 10.1186/1475-2859-10-81. -  DOI  -  PMC  -  PubMed"
      ]
    },
    {
      "id": 30,
      "question_index": 30,
      "question": "Which pathway is used for structuring storage acylglycerols in microalgae? A:Kennedy pathway B:Calvi...",
      "retrieved_docs": [
        "出处 [1] [https://pubmed.ncbi.nlm.nih.gov/25449285/](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=https%3A%2F%2Fpubmed.ncbi.nlm.nih.gov%2F25449285%2F) (i.e. desaturations, elongations) occur after their esterification with structural lipids of both plastids and the endoplasmic reticulum. The aliphatic chains are also used as building blocks for structuring storage acylglycerols via the Kennedy pathway. Current research, aiming to enhance lipogenesis in the microalgal cell, is focusing on over-expressing key-enzymes involved in the earlier steps of the pathway of fatty acid synthesis. A complementary plan would be the repression of lipid [...] catabolism by down-regulating acylglycerol hydrolysis and/or β-oxidation. The tendency of oleaginous microalgae to synthesize, apart from lipids, significant amounts of other energy-rich compounds such as sugars, in processes competitive to lipogenesis, deserves attention since the lipid yield may be considerably increased by blocking competitive metabolic pathways. The majority of microalgal production occurs in outdoor cultivation and for this reason biotechnological applications face some [...] + Search in PubMed   + Search in MeSH   + Add to Search  Actions  + Search in PubMed   + Search in MeSH   + Add to Search  Actions  + Search in PubMed   + Search in MeSH   + Add to Search  Actions  + Search in PubMed   + Search in MeSH   + Add to Search  Actions  + Search in PubMed   + Search in MeSH   + Add to Search  Actions  + Search in PubMed   + Search in MeSH   + Add to Search  Actions  + Search in PubMed   + Search in MeSH   + Add to Search  Actions",
        "出处 [2] [https://pubmed.ncbi.nlm.nih.gov/23012436/](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=https%3A%2F%2Fpubmed.ncbi.nlm.nih.gov%2F23012436%2F) Many unicellular microalgae produce large amounts (∼20 to 50% of cell dry weight) of triacylglycerols (TAGs) under stress (e.g., nutrient starvation and high light), but the synthesis and physiological role of TAG are poorly understood. We present detailed genetic, biochemical, functional, and physiological analyses of phospholipid:diacylglycerol acyltransferase (PDAT) in the green microalga Chlamydomonas reinhardtii, which catalyzes TAG synthesis via two pathways: transacylation of [...] # Phospholipid:diacylglycerol acyltransferase is a multifunctional enzyme involved in membrane lipid turnover and degradation while synthesizing triacylglycerol in the unicellular green microalga Chlamydomonas reinhardtii### Authors### Affiliation## Abstract [...] ### Add to Collections### Add to My Bibliography## Your saved search## Create a file for external citation management software## Your RSS Feed### Full text linksSilverchair Information Systems full text link### Actions### Page navigation# Phospholipid:diacylglycerol acyltransferase is a multifunctional enzyme involved in membrane lipid turnover and degradation while synthesizing triacylglycerol in the unicellular green microalga Chlamydomonas reinhardtii### Affiliation",
        "出处 [3] [https://pubmed.ncbi.nlm.nih.gov/30959116/](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=https%3A%2F%2Fpubmed.ncbi.nlm.nih.gov%2F30959116%2F) The successive acylation of glycerol-3-phosphate (G3P) by glycerol-3-phosphate acyltransferases and acylglycerol-3-phosphate acyltransferases produces phosphatidic acid (PA), a precursor for CDP-diacylglycerol-dependent phospholipid synthesis. PA is further dephosphorylated by LIPINs to produce diacylglycerol (DG), a substrate for the synthesis of triglyceride (TG) by DG acyltransferases and a precursor for phospholipid synthesis via the CDP-choline and CDP-ethanolamine (Kennedy) pathways. The [...] ### Add to Collections### Add to My Bibliography## Your saved search## Create a file for external citation management software## Your RSS Feed### Full text linksElsevier Science full text link### Actions### Page navigation# Substrate channeling in the glycerol-3-phosphate pathway regulates the synthesis, storage and secretion of glycerolipids### Affiliations [...] # Substrate channeling in the glycerol-3-phosphate pathway regulates the synthesis, storage and secretion of glycerolipids### Authors### Affiliations## Abstract"
      ]
    },
    {
      "id": 31,
      "question_index": 31,
      "question": "Cofactors are described as critically influencing which key cellular property that must be maintaine...",
      "retrieved_docs": [
        "出处 [1] [abstracts/10.1016_j.biotechadv.2017.09.008.json](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=abstracts%2F10.1016_j.biotechadv.2017.09.008.json) {\"doi\": \"10.1016/j.biotechadv.2017.09.008\", \"pmid\": \"28939499\", \"abstract\": \"Cofactors are involved in numerous intracellular reactions and critically influence redox balance and cellular metabolism. Cofactor engineering can support and promote the biocatalysis process, even help driving thermodynamically unfavorable reactions forwards.",
        "出处 [2] [j.ymben.2018.04.001.md](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=j.ymben.2018.04.001.md) Metabolic engineering strategies to optimize energy metabolism in Z. mobilis Quite a few innovative metabolic engineering strategies have been developed for energy and redox balance recently such as the introduction of non-natural cofactors, coproduction of value-added byproducts for redox balance, and the combination of pathway engineering and genome editing, which can be applied in Z. mobilis to establish a vigorous cellular metabolism and efficient biochemical production.",
        "出处 [3] [abstracts/10.1016_j.biotechadv.2017.09.008.json](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=abstracts%2F10.1016_j.biotechadv.2017.09.008.json) To achieve efficient production of chemicals and biofuels, cofactor engineering strategies such as altering cofactor supply or modifying reactants' cofactor preference have been developed to maintain redox balance. This review focuses primarily on the effects of cofactor engineering on carbon and energy metabolism. Coupling carbon metabolism with cofactor engineering can promote large-scale production, and even offer possibilities for producing new products or converting new materials.\"}"
      ]
    },
    {
      "id": 32,
      "question_index": 32,
      "question": "Limited glycolytic flux during xylose utilization in yeast can enhance production of metabolites who...",
      "retrieved_docs": [
        "出处 [1] [abstracts/10.1016_j.biotechadv.2018.12.003.json](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=abstracts%2F10.1016_j.biotechadv.2018.12.003.json) Transcriptomic and metabolomic patterns of xylose-grown yeast cells were distinct from those on glucose-a conventional sugar of industrial biotechnology-and the gap might lead to opportunities to produce biochemicals efficiently. Indeed, limited glycolytic metabolic fluxes during xylose utilization could result in enhanced production of metabolites whose biosynthetic pathways compete for precursors with ethanol fermentation.",
        "出处 [2] [j.tibtech.2019.02.002.md](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=j.tibtech.2019.02.002.md) However, S.cerevisiae can convert xylulose to xylulose 5-phosphate, an intermediate of the pentose phosphate pathway (see Glossary) to be further metabolized to glyceraldehyde 3-phosphate for ethanol production through the glycolysis pathway.",
        "出处 [3] [biot.201300367.md](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=biot.201300367.md) mobilis) for engineering them with pentose metabolic pathways. Until now, more effort has been made in engineering S.cerevisiae, with genes encoding xylose reductase and xyluted dehydrogenase from Pichia stipits to enable xylose to be metabolized to xylulose. The xylulose is then directed to the native pentose phosphate pathway, facilitated by the overexpression of xylulokinase gene, for ethanol production by the EMP pathway."
      ]
    },
    {
      "id": 33,
      "question_index": 33,
      "question": "Which enzyme class condenses an alcohol and an acyl-CoA to form esters in microbial cells? A:Alcohol...",
      "retrieved_docs": [
        "出处 [1] [abstracts/10.1016_j.biotechadv.2019.06.006.json](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=abstracts%2F10.1016_j.biotechadv.2019.06.006.json) This large and versatile group of enzymes condense an alcohol and an acyl-CoA to form esters. Natural production of esters typically cannot compete with existing petrochemical processes. Much effort has therefore been invested in improving in vivo ester production through metabolic engineering. Identification of suitable AATs and efficient alcohol and acyl-CoA supply are critical to the success of such strategies and are reviewed in detail.",
        "出处 [2] [abstracts/10.1016_j.biotechadv.2019.06.006.json](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=abstracts%2F10.1016_j.biotechadv.2019.06.006.json) However, these esters are produced mainly through unsustainable, energy intensive processes. Microbial conversion of biomass-derived sugars into esters may provide a sustainable alternative. This review provides a broad overview of natural ester production by microorganisms. The underlying ester-forming enzymatic mechanisms are discussed and compared, with particular focus on alcohol acyltransferases (AATs).",
        "出处 [3] [abstracts/10.1007_s00253-018-8813-z.json](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=abstracts%2F10.1007_s00253-018-8813-z.json) and/or the inactivation of genes encoding for enzymes implicated in storage lipid catabolism, such as lipases and acyl-CoA oxidases."
      ]
    },
    {
      "id": 34,
      "question_index": 34,
      "question": "Which enzyme class condenses an alcohol and an acyl-CoA to form esters in microbial cells? A:Alcohol...",
      "retrieved_docs": [
        "出处 [1] [https://pubmed.ncbi.nlm.nih.gov/33872779/](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=https%3A%2F%2Fpubmed.ncbi.nlm.nih.gov%2F33872779%2F) Robust and efficient enzymes are essential modules for metabolic engineering and synthetic biology strategies across biological systems to engineer whole-cell biocatalysts. By condensing an acyl-CoA and an alcohol, alcohol acyltransferases (AATs) can serve as interchangeable metabolic modules for microbial biosynthesis of a diverse class of ester molecules with broad applications as flavors, fragrances, solvents, and drop-in biofuels. However, the current lack of robust and efficient AATs [...] significantly limits their compatibility with heterologous precursor pathways and microbial hosts. Through bioprospecting and rational protein engineering, we identified and engineered promiscuity of chloramphenicol acetyltransferases (CATs) from mesophilic prokaryotes to function as robust and efficient AATs compatible with at least 21 alcohol and 8 acyl-CoA substrates for microbial biosynthesis of linear, branched, saturated, unsaturated and/or aromatic esters. By plugging the best engineered [...] Keywords: Alcohol acyltransferase; Chloramphenicol acetyltransferase; Clostridium thermocellum; Enzyme thermostability; Escherichia coli; Ester biosynthesis.Copyright © 2021 The Authors. Published by Elsevier Inc. All rights reserved.PubMed Disclaimer## Publication types## MeSH terms## Substances## LinkOut - more resources### Full Text Sources### Other Literature Sources### MiscellaneousElsevier Science full text linkNCBI Literature Resources",
        "出处 [2] [https://pubmed.ncbi.nlm.nih.gov/29142826/](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=https%3A%2F%2Fpubmed.ncbi.nlm.nih.gov%2F29142826%2F) acyltransferases (AATs) for alcohol and acyl CoA condensation and modulating the alcohol moiety from ethanol to isobutanol in the modular chassis cell. With this framework, we demonstrated the production of an ester library comprised of 16 out of all 18 potential esters, including acetate, propionate, butanoate, pentanoate, and hexanoate esters, from the 5 linear, saturated C2-C6 carboxylic acids. Among these esters, 5 new branched-chain esters, including isobutyl acetate, isobutyl propionate, [...] potential drop-in liquid fuels. This study provides better understanding of functional roles of AATs for microbial biosynthesis of branched-chain esters and expands the potential use of these esters as drop-in biofuels beyond their conventional flavor, fragrance, and solvent applications. [...] The PubMed wordmark and PubMed logo are registered trademarks of the U.S. Department of Health and Human Services (HHS). Unauthorized use of these marks is strictly prohibited.Connect with NLMNational Library of Medicine   8600 Rockville Pike   Bethesda, MD 20894Web Policies   FOIA   HHS Vulnerability DisclosureHelp   Accessibility   Careers",
        "出处 [3] [https://pubmed.ncbi.nlm.nih.gov/31548868/](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=https%3A%2F%2Fpubmed.ncbi.nlm.nih.gov%2F31548868%2F) In this study, we present a microbial conversion platform for direct biosynthesis of lactate esters from fermentable sugars. First, we designed a pyruvate-to-lactate ester module, consisting of a lactate dehydrogenase (ldhA) to convert pyruvate to lactate, a propionate CoA-transferase (pct) to convert lactate to lactyl-CoA, and an alcohol acyltransferase (AAT) to condense lactyl-CoA and alcohol(s) to make lactate ester(s). By generating a library of five pyruvate-to-lactate ester modules with [...] Keywords: Acetate ester; Alcohol acyltransferase; Escherichia coli; Ester; Ethyl lactate; Green solvent; Isobutyl lactate; Lactate ester; Modular cell.PubMed Disclaimer## Conflict of interest statementCompeting interestsThe authors declare that they have no competing interests.## FiguresFig. 1Fig. 1In vivo characterization of various…Fig. 1In vivo characterization of various alcohol acyltransferases for biosynthesis of lactate esters.  a  …Fig. 2Fig. 2 [...] lactate production by 4.96-fold. We found that AAT is the most rate-limiting step in biosynthesis of lactate esters likely due to its low activity and specificity toward the non-natural substrate lactyl-CoA and alcohols."
      ]
    },
    {
      "id": 35,
      "question_index": 35,
      "question": "Which pathway is explicitly mentioned as a genetic engineering target to increase microalgal lipid c...",
      "retrieved_docs": [
        "出处 [1] [https://pubmed.ncbi.nlm.nih.gov/34534633/](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=https%3A%2F%2Fpubmed.ncbi.nlm.nih.gov%2F34534633%2F) omics technologies have increased our understanding of lipid metabolism, which has opened up possibilities for targeted metabolic engineering. In this review we provide a comprehensive overview on the developments made to genetically engineer microalgal strains over the last 30 years. We focus on the strategies that lead to an increased lipid content and altered fatty acid profile. These include the genetic engineering of the fatty acid synthesis pathway, Kennedy pathway, polyunsaturated fatty [...] acid and triacylglycerol metabolisms and fatty acid catabolism. Moreover, genetic engineering of specific transcription factors, NADPH generation and central carbon metabolism, which lead to increase of lipid accumulation are also reviewed. [...] 4 Bioprocess Engineering, AlgaePARC, Wageningen University and Research, PO Box 16, 6700 AA Wageningen, The Netherlands. Electronic address: sarah.dadamo@wur.nl.",
        "出处 [2] [https://pubmed.ncbi.nlm.nih.gov/24044362/](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=https%3A%2F%2Fpubmed.ncbi.nlm.nih.gov%2F24044362%2F) Microalgal biofuels offer great promise in contributing to the growing global demand for alternative sources of renewable energy. However, to make algae-based fuels cost competitive with petroleum, lipid production capabilities of microalgae need to improve substantially. Recent progress in algal genomics, in conjunction with other \"omic\" approaches, has accelerated the ability to identify metabolic pathways and genes that are potential targets in the development of genetically engineered [...] microalgal biofuel production. [...] Schematic overview of triacylglycerol biosynthetic pathway in microalgae.## References## Publication types## MeSH terms## Substances## LinkOut - more resources### Full Text Sources### Other Literature SourcesAtypon full text linkNCBI Literature ResourcesMeSH PMC Bookshelf DisclaimerThe PubMed wordmark and PubMed logo are registered trademarks of the U.S. Department of Health and Human Services (HHS). Unauthorized use of these marks is strictly prohibited.",
        "出处 [3] [https://pubmed.ncbi.nlm.nih.gov/30308323/](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=https%3A%2F%2Fpubmed.ncbi.nlm.nih.gov%2F30308323%2F) a variety of microalgae lipid biosynthesis pathways, and discusses multiple gene manipulation strategies that have been employed for specific lipid overproduction in industrial microalgae. [...] Keywords: Biodiesel; Genetic engineering; Microalgae; Polyketide synthase pathway; Polyunsaturated fatty acids; Transcriptional engineering.Copyright © 2018 Elsevier B.V. All rights reserved.PubMed Disclaimer## Publication types## MeSH terms## Substances## LinkOut - more resources### Full Text Sources### Research Materials### MiscellaneousElsevier Science full text linkNCBI Literature ResourcesMeSH PMC Bookshelf Disclaimer [...] potentially regulated by genetic engineering approaches to elevate specific lipids content. In addition, other studies have reported the implementation of strategies to increase lipid accumulation based on increasing acetyl-CoA/NADPH supply, enhancing photosynthetic efficiency, or blocking competing pathways. Furthermore, other efforts have used transcription factor engineering to simultaneously regulate multiple genes related to lipid accumulation. This review summarizes recent research about"
      ]
    },
    {
      "id": 36,
      "question_index": 36,
      "question": "Which pathway is explicitly mentioned as a genetic engineering target to increase microalgal lipid c...",
      "retrieved_docs": [
        "出处 [1] [https://pubmed.ncbi.nlm.nih.gov/36805986/](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=https%3A%2F%2Fpubmed.ncbi.nlm.nih.gov%2F36805986%2F) than the control. Feeding experiments with labeled phosphatidic acid revealed that the intermediate of the eukaryotic Kennedy pathway could be used for galactolipid biosynthesis in the chloroplasts. These results provided multiple lines of evidence that the eukaryotic Kennedy pathway mediated by CrGPATer may be involved in galactolipid biosynthesis in C. reinhardtii. OE of CrGPATer significantly increased the content of triacylglycerol and the yield of biomass. Moreover, the content and yield [...] of 1, 3-olein-2-palmitin, a high-value lipid that can be used as an alternative for human milk fat in infant formula, were significantly enhanced in the OE transgenic lines. Taken together, this study provided insights into the biochemical and biological functions of CrGPATer and its potential as a genetic engineering target in functional lipid manufacturing. [...] PMID:  36805986  PMCID:   PMC10152646  DOI:   10.1093/plphys/kiad091Item in Clipboard# Microalgal glycerol-3-phosphate acyltransferase role in galactolipids and high-value storage lipid biosynthesisSong Zou et al.   Plant Physiol.   .Display optionsFormatActions Search in PubMed  Search in NLM Catalog  Add to Search. 2023 May 2;192(1):426-441. doi: 10.1093/plphys/kiad091.### Authors",
        "出处 [2] [https://pubmed.ncbi.nlm.nih.gov/33971293/](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=https%3A%2F%2Fpubmed.ncbi.nlm.nih.gov%2F33971293%2F) Furthermore, transcriptome analysis revealed an upregulation of genes related to plastidial fatty acid biosynthesis, glycolysis and the Calvin-Benson-Bassham cycle in HLM23. Insights gained in this work can be used in future genetic engineering strategies for increased lipid productivity of Nannochloropsis. [...] The microalga Nannochloropsis oceanica is considered a promising platform for the sustainable production of high-value lipids and biofuel feedstocks. However, current lipid yields of N. oceanica are too low for economic feasibility. Gaining fundamental insights into the lipid metabolism of N. oceanica could open up various possibilities for the optimization of this species through genetic engineering. Therefore, the aim of this study was to discover novel genes associated with an elevated [...] # High-throughput insertional mutagenesis reveals novel targets for enhancing lipid accumulation in Nannochloropsis oceanica### Authors### Affiliations## Abstract",
        "出处 [3] [https://pubmed.ncbi.nlm.nih.gov/30866936/](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=https%3A%2F%2Fpubmed.ncbi.nlm.nih.gov%2F30866936%2F) Background:  Microalgae are promising sources of lipid triacylglycerol (TAG) for sustainable production of natural edible oils and biofuels. Nevertheless, products derived from microalgal TAG are not yet economically feasible; increasing TAG content via targeted genetic engineering of genes in TAG biosynthesis pathway are important to achieve economic viability. To increase TAG content, oleaginous microalga Neochloris oleoabundans was genetically engineered with the endogenous enzyme [...] Conclusions:  Our results demonstrate the considerably increased TAG content and productivity in N. oleoabundans by overexpression of plastidial NeoLPAAT1 that are important for products derived from microalgal TAG to achieve economic viability. Plastidial LPAAT1 can be a candidate for target genetic manipulation to increase TAG content in other microalgal species with desired characteristics for production of natural edible oils and biofuels. [...] staining was 1.6-fold higher than in wild type. The NeoLPAAT1 transcript was twofold higher in the transformant than wild type. Considerably higher lipid quantity was found in the transformant than wild type: total lipid content increased 1.8- to 1.9-fold up to 78.99 ± 1.75% dry cell weight (DCW) and total lipid productivity increased 1.8- to 2.4-fold up to 16.06 ± 2.68 mg/L/day; while TAG content increased 2.1- to 2.2-fold up to 55.40 ± 5.56% DCW and TAG productivity increased 1.9- to 2.8-fold"
      ]
    },
    {
      "id": 37,
      "question_index": 37,
      "question": "Methanotrophic bacteria can produce bioplastics and other products using which gas as the sole carbo...",
      "retrieved_docs": [
        "出处 [1] [https://pubmed.ncbi.nlm.nih.gov/34710553/](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=https%3A%2F%2Fpubmed.ncbi.nlm.nih.gov%2F34710553%2F) Methane is an abundant and low-cost gas with high global warming potential and its use as a feedstock can help mitigate climate change. Variety of valuable products can be produced from methane by methanotrophs in gas fermentation processes. By using methane as a sole carbon source, methanotrophic bacteria can produce bioplastics, biofuels, feed additives, ectoine and variety of other high-value chemical compounds. A lot of studies have been conducted through the years for natural methanotrophs [...] Keywords:  Biofuels; Bioplastic; Chemicals; Methane bioconversion; Methanotrophs; Microbial protein.Copyright © 2021 The Authors. Published by Elsevier Inc. All rights reserved.PubMed Disclaimer## Publication types Actions  + Search in PubMed   + Search in MeSH   + Add to Search  Actions  + Search in PubMed   + Search in MeSH   + Add to Search## MeSH terms Actions  + Search in PubMed   + Search in MeSH   + Add to Search  Actions [...] ### Affiliations",
        "出处 [2] [https://pubmed.ncbi.nlm.nih.gov/25723373/](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=https%3A%2F%2Fpubmed.ncbi.nlm.nih.gov%2F25723373%2F) Methane is an abundant gas used in energy recovery systems, heating, and transport. Methanotrophs are bacteria capable of using methane as their sole carbon source. Although intensively researched, the myriad of potential biotechnological applications of methanotrophic bacteria has not been comprehensively discussed in a single review. Methanotrophs can generate single-cell protein, biopolymers, components for nanotechnology applications (surface layers), soluble metabolites (methanol, [...] formaldehyde, organic acids, and ectoine), lipids (biodiesel and health supplements), growth media, and vitamin B12 using methane as their carbon source. They may be genetically engineered to produce new compounds such as carotenoids or farnesene. Some enzymes (dehydrogenases, oxidase, and catalase) are valuable products with high conversion efficiencies and can generate methanol or sequester CO2 as formic acid ex vivo. Live cultures can be used for bioremediation, chemical transformation [...] (propene to propylene oxide), wastewater denitrification, as components of biosensors, or possibly for directly generating electricity. This review demonstrates the potential for methanotrophs and their consortia to generate value while using methane as a carbon source. While there are notable challenges using a low solubility gas as a carbon source, the massive methane resource, and the potential cost savings while sequestering a greenhouse gas, keeps interest piqued in these unique bacteria.",
        "出处 [3] [https://pubmed.ncbi.nlm.nih.gov/36686222/](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=https%3A%2F%2Fpubmed.ncbi.nlm.nih.gov%2F36686222%2F) acetogens, and methanotrophs can produce PHA from CO2, CO, and CH4. Therefore, this article presents a vision of C1 gas into bioplastics are prospective strategies with promising potential application, and aspects related to the sustainability of the system. [...] from industries and anthropogenic activities, such as carbon dioxide, methane, and methanol as the substrate for polyhydroxyalkanoates production. Consequently, several microorganisms have been exploited to utilize waste gases for their growth and biopolymer accumulation. Methylotrophs such as Methylobacterium organophilum produced highest amount of PHA up to 88% using CH4 as the sole carbon source and 52-56% with CH3OH. On the other hand Cupriavidus necator, produced 71-81% of PHA by utilizing [...] CO and CO2 as a substrate. The present review shows the potential of waste gas valorization as a promising solution for the sustainable production of polyhydroxyalkanoates. Key bottlenecks towards the usage of gaseous substrates obstructing their realization on a large scale and the possible technological solutions were also highlighted. Several strategies for PHA production using C1 gases through fermentation and metabolic engineering approaches are discussed. Microbes such as autotrophs,"
      ]
    },
    {
      "id": 38,
      "question_index": 38,
      "question": "Methanotrophic bacteria can produce bioplastics and other products using which gas as the sole carbo...",
      "retrieved_docs": [
        "出处 [1] [https://pubmed.ncbi.nlm.nih.gov/34710553/](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=https%3A%2F%2Fpubmed.ncbi.nlm.nih.gov%2F34710553%2F) Methane is an abundant and low-cost gas with high global warming potential and its use as a feedstock can help mitigate climate change. Variety of valuable products can be produced from methane by methanotrophs in gas fermentation processes. By using methane as a sole carbon source, methanotrophic bacteria can produce bioplastics, biofuels, feed additives, ectoine and variety of other high-value chemical compounds. A lot of studies have been conducted through the years for natural methanotrophs [...] and engineered strains as well as methanotrophic consortia. These have focused on increasing yields of native products as well as proof of concept for the synthesis of new range of chemicals by metabolic engineering. This review shows trends in the research on key methanotrophic bioproducts since 2015. Despite certain limitations of the known production strategies that makes commercialization of methane-based products challenging, there is currently much attention placed on the promising [...] PMID:  34710553  DOI:   10.1016/j.biotechadv.2021.107861Free articleItem in ClipboardReview# Recent trends in methane to bioproduct conversion by methanotrophsAleksandra Gęsicka et al.   Biotechnol Adv.   2021 Dec.Free articleDisplay optionsFormatActions Search in PubMed  Search in NLM Catalog  Add to Search. 2021 Dec:53:107861. doi: 10.1016/j.biotechadv.2021.107861.   Epub 2021 Oct 25.### AuthorsAleksandra Gęsicka1 , Piotr Oleskowicz-Popiel2 , Mateusz Łężyk3",
        "出处 [2] [https://pubmed.ncbi.nlm.nih.gov/27146469/](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=https%3A%2F%2Fpubmed.ncbi.nlm.nih.gov%2F27146469%2F) Methane, a carbon source for methanotrophic bacteria, is the principal component of natural gas and is produced during anaerobic digestion of organic matter (biogas). Methanotrophs are a viable source of single cell protein (feed supplement) and can produce various products, since they accumulate osmolytes (e.g. ectoine, sucrose), phospholipids (potential biofuels) and biopolymers (polyhydroxybutyrate, glycogen), among others. Other cell components, such as surface layers, metal chelating",
        "出处 [3] [https://pubmed.ncbi.nlm.nih.gov/25723373/](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=https%3A%2F%2Fpubmed.ncbi.nlm.nih.gov%2F25723373%2F) Methane is an abundant gas used in energy recovery systems, heating, and transport. Methanotrophs are bacteria capable of using methane as their sole carbon source. Although intensively researched, the myriad of potential biotechnological applications of methanotrophic bacteria has not been comprehensively discussed in a single review. Methanotrophs can generate single-cell protein, biopolymers, components for nanotechnology applications (surface layers), soluble metabolites (methanol, [...] (propene to propylene oxide), wastewater denitrification, as components of biosensors, or possibly for directly generating electricity. This review demonstrates the potential for methanotrophs and their consortia to generate value while using methane as a carbon source. While there are notable challenges using a low solubility gas as a carbon source, the massive methane resource, and the potential cost savings while sequestering a greenhouse gas, keeps interest piqued in these unique bacteria. [...] formaldehyde, organic acids, and ectoine), lipids (biodiesel and health supplements), growth media, and vitamin B12 using methane as their carbon source. They may be genetically engineered to produce new compounds such as carotenoids or farnesene. Some enzymes (dehydrogenases, oxidase, and catalase) are valuable products with high conversion efficiencies and can generate methanol or sequester CO2 as formic acid ex vivo. Live cultures can be used for bioremediation, chemical transformation"
      ]
    },
    {
      "id": 39,
      "question_index": 39,
      "question": "Which advanced biofuel class produced by engineered Saccharomyces cerevisiae is specifically describ...",
      "retrieved_docs": [
        "出处 [1] [abstracts/10.1016_j.cbpa.2013.03.036.json](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=abstracts%2F10.1016_j.cbpa.2013.03.036.json) Moreover, advanced biofuels can be used as drop-in fuels in existing internal combustion engines. The yeast cell factory Saccharomyces cerevisiae can be turned into a producer of higher alcohols (1-butanol and isobutanol), sesquiterpenes (farnesene and bisabolene), and fatty acid ethyl esters (biodiesel), and here we discusses progress in metabolic engineering of S. cerevisiae for production of these advanced biofuels.\"}",
        "出处 [2] [abstracts/10.1016_j.copbio.2011.04.024.json](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=abstracts%2F10.1016_j.copbio.2011.04.024.json) Recently, microorganisms have been engineered to convert simple sugars into several types of biofuels, such as alcohols, fatty acid alkyl esters, alkanes, and terpenes, with high titers and yields. Here, we review recently engineered biosynthetic pathways from the well-characterized microorganisms Escherichia coli and Saccharomyces cerevisiae for the production of several advanced biofuels.\"}",
        "出处 [3] [abstracts/10.1073_pnas.1607295113.json](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=abstracts%2F10.1073_pnas.1607295113.json) Specifically, acyl-CoA/acyl-ACP processing enzymes were targeted to the cytoplasm, peroxisome, or endoplasmic reticulum to generate fatty acid ethyl esters and fatty alkanes with tailored chain length. Activation of endogenous free fatty acids and the subsequent reduction of fatty acyl-CoAs enabled the efficient synthesis of fatty alcohols. Engineering a hybrid fatty acid synthase shifted the free fatty acids to a medium chain-length scale."
      ]
    },
    {
      "id": 40,
      "question_index": 40,
      "question": "Why is no single bacterial species currently sufficient to make high quantities of next-generation f...",
      "retrieved_docs": [
        "出处 [1] [abstracts/10.1016_j.cbpa.2013.03.037.json](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=abstracts%2F10.1016_j.cbpa.2013.03.037.json) {\"doi\": \"10.1016/j.cbpa.2013.03.037\", \"pmid\": \"23623045\", \"abstract\": \"Next-generation biofuels must be compatible with current transportation infrastructure and be derived from environmentally sustainable resources that do not compete with food crops. Many bacterial species have unique properties advantageous to the production of such next-generation fuels. However, no single species possesses all characteristics necessary to make high quantities of fuels from plant waste or CO2.",
        "出处 [2] [abstracts/10.1016_j.biotechadv.2014.08.003.json](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=abstracts%2F10.1016_j.biotechadv.2014.08.003.json) This review examines aspects of oleaginous yeasts not covered in depth in other recent reviews. Topics include the history of oleaginous yeast research, especially advances in the early 20th century; the phylogenetic diversity of oleaginous species, beyond the few species commonly studied; and physiological characteristics that should be considered when choosing yeast species and strains to be utilized for conversion of a given type of plant biomass to oleochemicals.",
        "出处 [3] [j.biotechadv.2019.03.002.md](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=j.biotechadv.2019.03.002.md) While cellulose  is synthesized through the extension of the microf fibrils, and seems prevailing in bacterial species and lower plants , cellulose  is the major component of plant cell walls with higher plants for toughness and strength ."
      ]
    },
    {
      "id": 41,
      "question_index": 41,
      "question": "Which two features make cyanobacteria especially attractive platforms for CO₂-based production of fu...",
      "retrieved_docs": [
        "出处 [1] [abstracts/10.1016_j.cbpa.2016.08.023.json](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=abstracts%2F10.1016_j.cbpa.2016.08.023.json) Cyanobacteria are especially attractive for these purposes, due to their genetic malleability and relatively fast growth rate. Recent years have yielded a range of work in the metabolic engineering of cyanobacteria and have led to greater knowledge of the host metabolism. Understanding of endogenous and heterologous carbon regulation mechanisms leads to the expansion of productive capacity and chemical variety.",
        "出处 [2] [abstracts/10.1074_jbc.R117.815886.json](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=abstracts%2F10.1074_jbc.R117.815886.json) {\"doi\": \"10.1074/jbc.R117.815886\", \"pmid\": \"28972147\", \"abstract\": \"Cyanobacteria are photosynthetic prokaryotes showing great promise as biocatalysts for the direct conversion of CO₂ into fuels, chemicals, and other value-added products. Introduction of just a few heterologous genes can endow cyanobacteria with the ability to transform specific central metabolites into many end products.",
        "出处 [3] [abstracts/10.1073_pnas.1213024110.json](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=abstracts%2F10.1073_pnas.1213024110.json) {\"doi\": \"10.1073/pnas.1213024110\", \"pmid\": \"23297225\", \"abstract\": \"Conversion of CO(2) for the synthesis of chemicals by photosynthetic organisms is an attractive target for establishing independence from fossil reserves. However, synthetic pathway construction in cyanobacteria is still in its infancy compared with model fermentative organisms."
      ]
    },
    {
      "id": 42,
      "question_index": 42,
      "question": "The shift from acetate to ethanol production in Clostridium autoethanogenum during syngas fermentati...",
      "retrieved_docs": [
        "出处 [1] [https://pubmed.ncbi.nlm.nih.gov/28527885/](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=https%3A%2F%2Fpubmed.ncbi.nlm.nih.gov%2F28527885%2F) autoethanogenum shifts from acetate to ethanol production to maintain ATP homeostasis at higher biomass concentrations but reaches a limit at a molar acetate/ethanol ratio of ∼1. This regulatory mechanism eventually leads to depletion of the intracellular acetyl-CoA pool and collapse of metabolism. We accurately predict growth phenotypes using a genome-scale metabolic model. Modeling revealed that the methylene-THF reductase reaction was ferredoxin reducing. This work provides a reference [...] # Maintenance of ATP Homeostasis Triggers Metabolic Shifts in Gas-Fermenting Acetogens [...] Acetogens are promising cell factories for producing fuels and chemicals from waste feedstocks via gas fermentation, but quantitative characterization of carbon, energy, and redox metabolism is required to guide their rational metabolic engineering. Here, we explore acetogen gas fermentation using physiological, metabolomics, and transcriptomics data for Clostridium autoethanogenum steady-state chemostat cultures grown on syngas at various gas-liquid mass transfer rates. We observe that C.",
        "出处 [2] [https://pubmed.ncbi.nlm.nih.gov/36632026/](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=https%3A%2F%2Fpubmed.ncbi.nlm.nih.gov%2F36632026%2F) with Clostridium autoethanogenum at different biomass-specific growth rates show that elevated ethanol production occurs at increasing growth rates. The increased allocation of electrons towards ethanol at higher growth rates strongly suggests that C. autoethanogenum employs a form of overflow metabolism to cope with high dissolved CO concentrations. We argue that this overflow branch enables acetogens to efficiently use CO at highly variable substrate influxes by increasing the conversion rate [...] almost instantaneously when required to remove toxic substrate and promote growth. In this perspective, we will address the case study of C. autoethanogenum grown solely on CO and syngas mixtures to assess how it employs acetate reduction to ethanol as a form of overflow metabolism. [...] © 2023 The Authors. Microbial Biotechnology published by Applied Microbiology International and John Wiley & Sons Ltd.PubMed Disclaimer## Conflict of interest statementThe authors declare no conflict of interest. This can be added.## FiguresFIGURE 1FIGURE 1Energy‐efficient (A) versus energy‐inefficient (B)…FIGURE 1Energy‐efficient (A) versus energy‐inefficient (B) CO catabolism in  C. autoethanogenum  (Mock et al.,…FIGURE 2FIGURE 2",
        "出处 [3] [https://pubmed.ncbi.nlm.nih.gov/38205027/](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=https%3A%2F%2Fpubmed.ncbi.nlm.nih.gov%2F38205027%2F) acetogenic bacteria are capable of converting CO, CO2 and H2 into biomass and multiple metabolites through Wood-Ljungdahl pathway, which can be exploited for large-scale fermentation processes to sustainably produce bulk biochemicals and biofuels (e.g. acetate and ethanol) from syngas. Clostridium autoethanogenum is one representative of these chemoautotrophic bacteria and considered as the model for the gas fermentation. Recently, the development of synthetic biology toolbox for this strain [...] 5. 1. Li N., Yang J.J., Chai C.S., Yang S., et al. Complete genome sequence of Clostridium carboxidivorans P7T, a syngas-fermenting bacterium capable of producing long-chain alcohols. J Biotechnol. 2015;211:44–45. -  PubMed [...] has enabled us to study and genetically improve their metabolic capability in gas fermentation. In this review, we will summarize the recent progress involved in the understanding of physiological mechanism and strain engineering for C. autoethanogenum, and provide our perspectives on the future development about the basic biology and engineering biology of this strain."
      ]
    },
    {
      "id": 43,
      "question_index": 43,
      "question": "What potential applications could benefit from engineering clostridia with combined substrate-utiliz...",
      "retrieved_docs": [
        "出处 [1] [https://pubmed.ncbi.nlm.nih.gov/22079352/](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=https%3A%2F%2Fpubmed.ncbi.nlm.nih.gov%2F22079352%2F) for biofuel and biorefinery applications. Pathway engineering to combine established substrate-utilization programs, such as for cellulose, CO2/H2 or CO, with desirable metabolic programs could lead to modular design of strains suitable for many applications. Engineering complex phenotypes--aerotolerance, abolished sporulation, and tolerance to toxic chemicals--could lead to superior bioprocessing strains. [...] Clostridia are anaerobic Firmicutes producing a large array of metabolites by utilizing simple and complex carbohydrates, such as cellulose, as well as CO2/H2 or CO. Their exceptional substrate diversity is enhanced by their ability to produce a broad spectrum of chemicals that can be used as precursors to or directly as biofuels and industrial chemicals. Genetic and genomic tools are under intense development, and recent efforts to metabolically engineer clostridia demonstrate their potential [...] # Clostridia: the importance of their exceptional substrate and metabolite diversity for biofuel and biorefinery applicationsBryan P Tracy et al.   Curr Opin Biotechnol.   2012 Jun.Display optionsFormatActions Search in PubMed  Search in NLM Catalog  Add to Search. 2012 Jun;23(3):364-81. doi: 10.1016/j.copbio.2011.10.008.   Epub 2011 Nov 11.### AuthorsBryan P Tracy1 , Shawn W Jones, Alan G Fast, Dinesh C Indurthi, Eleftherios T Papoutsakis### Affiliation",
        "出处 [2] [https://pubmed.ncbi.nlm.nih.gov/39219620/](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=https%3A%2F%2Fpubmed.ncbi.nlm.nih.gov%2F39219620%2F) Since their first industrial application in the acetone-butanol-ethanol (ABE) fermentation in the early 1900s, Clostridia have found large application in biomass biorefining. Overall, their fermentation products include organic acids (e.g., acetate, butyrate, lactate), short chain alcohols (e.g., ethanol, n-butanol, isobutanol), diols (e.g., 1,2-propanediol, 1,3-propanediol) and H2 which have several applications such as fuels, building block chemicals, solvents, food and cosmetic additives. [...] metabolic engineering. [...] PMID:  39219620  PMCID:   PMC11365079  DOI:   10.3389/fbioe.2024.1423935Item in ClipboardReview# The potential of native and engineered Clostridia for biomass biorefiningPaola Ponsetto et al.   Front Bioeng Biotechnol.   .Display optionsFormatActions Search in PubMed  Search in NLM Catalog  Add to Search. 2024 Aug 16:12:1423935. doi: 10.3389/fbioe.2024.1423935.   eCollection 2024.### Authors",
        "出处 [3] [https://pubmed.ncbi.nlm.nih.gov/35872277/](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=https%3A%2F%2Fpubmed.ncbi.nlm.nih.gov%2F35872277%2F) The sustainable production of chemicals and biofuels from non-fossil carbon sources is considered key to reducing greenhouse gas (GHG) emissions. Clostridium sp. can convert various substrates, including the 1st-generation (biomass crops), the 2nd-generation (lignocellulosic biomass), and the 3rd-generation (C1 gases) feedstocks, into high-value products, which makes Clostridia attractive for biorefinery applications. However, the complexity of lignocellulosic catabolism and C1 gas utilization [...] several new synthetic biology tools and regulatory strategies are emphasized as promising technologies to be developed to address the aforementioned challenges in Clostridia and realize the efficient utilization of agro-industrial wastes. [...] # Clostridium as microbial cell factory to enable the sustainable utilization of three generations of feedstocksZhihan Yang1 , Donald Delano Leero2 , Chengtai Yin3 , Lei Yang1 , Liying Zhu4 , Zhengming Zhu2 , Ling Jiang5Affiliations### Affiliations"
      ]
    },
    {
      "id": 44,
      "question_index": 44,
      "question": "What genus of bacteria is described as becoming flexible, efficient production platforms for various...",
      "retrieved_docs": [
        "出处 [1] [abstracts/10.1016_j.copbio.2011.11.012.json](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=abstracts%2F10.1016_j.copbio.2011.11.012.json) {\"doi\": \"10.1016/j.copbio.2011.11.012\", \"pmid\": \"22138494\", \"abstract\": \"Since their discovery almost 60 years ago, Corynebacterium glutamicum and related subspecies are writing a remarkable success story in industrial biotechnology. Today, these gram-positive soil bacteria, traditionally well-known as excellent producers of L-amino acids are becoming flexible, efficient production platforms for various chemicals, materials and fuels.",
        "出处 [2] [pnas.0914506107.md](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=pnas.0914506107.md) Yeast strains are the most frequently used microorganisms for industrial fuel production. However, engineered bacteria such as Escherichia coli, Zymomonas mobilis, and others are also being developed and deployed in search of superior production economics. Z. mobilis are Gram-negative facultative anaerobic bacteria with desirable industrial biocatalysts characteristics, such as high-specific productivity, high ethanol yield, and ethanol tolerance (12% v/v). The genome sequence of Z.",
        "出处 [3] [1751-7915.12408.md](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=1751-7915.12408.md) However, engineered bac teria such as Escherichia coli, Zymomonas mobilis, Corynebacterium glutamicum and Bacillus subtilis are being developed and deployed to address commercially important biocatalyst requirements."
      ]
    },
    {
      "id": 45,
      "question_index": 45,
      "question": "Approximately how many years ago were Corynebacterium glutamicum and related subspecies discovered? ...",
      "retrieved_docs": [
        "出处 [1] [https://pubmed.ncbi.nlm.nih.gov/22138494/](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=https%3A%2F%2Fpubmed.ncbi.nlm.nih.gov%2F22138494%2F) Since their discovery almost 60 years ago, Corynebacterium glutamicum and related subspecies are writing a remarkable success story in industrial biotechnology. Today, these gram-positive soil bacteria, traditionally well-known as excellent producers of L-amino acids are becoming flexible, efficient production platforms for various chemicals, materials and fuels. This development is intensively driven by systems metabolic engineering concepts integrating systems biology and synthetic biology [...] ### Add to Collections### Add to My Bibliography## Your saved search## Create a file for external citation management software## Your RSS Feed### Full text linksElsevier Science full text link### Actions### Page navigation# Bio-based production of chemicals, materials and fuels -Corynebacterium glutamicum as versatile cell factory### Affiliation# Bio-based production of chemicals, materials and fuels -Corynebacterium glutamicum as versatile cell factory### Authors",
        "出处 [2] [https://pubmed.ncbi.nlm.nih.gov/20140657/](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=https%3A%2F%2Fpubmed.ncbi.nlm.nih.gov%2F20140657%2F) The Gram-positive soil bacterium Corynebacterium glutamicum was discovered as a natural overproducer of glutamate about 50 years ago. Linked to the steadily increasing economical importance of this microorganism for production of glutamate and other amino acids, the quest for efficient production strains has been an intense area of research during the past few decades. Efficient production strains were created by applying classical mutagenesis and selection and especially metabolic engineering [...] strategies with the advent of recombinant DNA technology. Hereby experimental and computational approaches have provided fascinating insights into the metabolism of this microorganism and directed strain engineering. Today, C. glutamicum is applied to the industrial production of more than 2 million tons of amino acids per year. The huge achievements in recent years, including the sequencing of the complete genome and efficient post genomic approaches, now provide the basis for a new, [...] fascinating era of research - analysis of metabolic and regulatory properties of C. glutamicum on a global scale towards novel and superior bioprocesses.",
        "出处 [3] [https://pubmed.ncbi.nlm.nih.gov/27872959/](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=https%3A%2F%2Fpubmed.ncbi.nlm.nih.gov%2F27872959%2F) Since its discovery 60 years ago, Corynebacterium glutamicum has evolved into a workhorse for industrial biotechnology. Traditionally well known for its remarkable capacity to produce amino acids, this Gram-positive soil bacterium, has become a flexible, efficient production platform for various bulk and fine chemicals, materials, and biofuels. The central turnstile of all these achievements is our excellent understanding of its metabolism and physiology. This knowledge base, together with [...] innovative systems metabolic engineering concepts, which integrate systems and synthetic biology into strain engineering, has upgraded C. glutamicum into one of the most successful industrial microorganisms in the world. [...] The PubMed wordmark and PubMed logo are registered trademarks of the U.S. Department of Health and Human Services (HHS). Unauthorized use of these marks is strictly prohibited.Connect with NLMNational Library of Medicine   8600 Rockville Pike   Bethesda, MD 20894Web Policies   FOIA   HHS Vulnerability DisclosureHelp   Accessibility   Careers"
      ]
    },
    {
      "id": 46,
      "question_index": 46,
      "question": "Where might plastids play a more direct role in lipid metabolism in microalgae compared to plants? A...",
      "retrieved_docs": [
        "出处 [1] [https://pubmed.ncbi.nlm.nih.gov/22981869/](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=https%3A%2F%2Fpubmed.ncbi.nlm.nih.gov%2F22981869%2F) possible more direct role of plastids in the assembly of TAGs with consequences for the overall subcellular organization of glycerolipid metabolism. Thus, studying lipid metabolism in microalgae points to new possible avenues of genetic engineering of lipid metabolism in this organism group, and may also inform studies of lipid metabolism in plants. [...] Microalgae are attracting renewed interest from both the scientific and public communities owing to their potential applications as sustainable feed stocks for the production of biofuels and high value compounds, and environmental remediation. Recent advances in molecular and biochemical analyses of microalgae point toward interesting differences in lipid metabolism between algal species and in comparison to plants. These differences range from distinct acyl groups present in algal lipids, to a [...] doi: 10.1016/j.copbio.2012.08.008.   Epub 2012 Sep 12.### AuthorsBensheng Liu1 , Christoph Benning### Affiliation 1 Department of Biochemistry and Molecular Biology, Michigan State University, East Lansing, MI 48824, USA. PMID:  22981869  DOI:   10.1016/j.copbio.2012.08.008Item in ClipboardDisplay optionsFormat## Abstract",
        "出处 [2] [https://pubmed.ncbi.nlm.nih.gov/34749062/](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=https%3A%2F%2Fpubmed.ncbi.nlm.nih.gov%2F34749062%2F) Microalgae, including cyanobacteria, are a genetically diverse and biochemically diverse group of mostly photosynthetic organisms that can be found in nearly every ecosystem. They produce a broad range of compounds, including structural and bioactive lipids with various roles in the metabolism of the cell and potential applications in biotechnology. The majority of lipids are synthesized in the chloroplast using acetate to produce fatty acids and terpenoids via the acetate pathway and [...] methylerythritol phosphate deoxy-xylulose phosphate pathway, respectively. This review will highlight the major groups of microalgal lipids as well as their applications in food, fuels, and specialty chemicals. Future directions include the development of microalgal chassis organisms and molecular tools to manipulate lipid synthesis for the enhanced production of target metabolites. [...] + Search in PubMed   + Search in MeSH   + Add to Search  Actions  + Search in PubMed   + Search in MeSH   + Add to Search  Actions  + Search in PubMed   + Search in MeSH   + Add to Search## Substances Actions  + Search in PubMed   + Search in MeSH   + Add to Search  Actions  + Search in PubMed   + Search in MeSH   + Add to Search  Actions  + Search in PubMed   + Search in MeSH   + Add to Search## LinkOut - more resources ### Full Text Sources",
        "出处 [3] [https://pubmed.ncbi.nlm.nih.gov/34101323/](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=https%3A%2F%2Fpubmed.ncbi.nlm.nih.gov%2F34101323%2F) 1. 1. Ajjawi, I., Verruto, J., Aqui, M., Soriaga, L. B., Coppersmith, J., Kwok, K., Peach, L., Orchard, E., Kalb, R., Xu, W., Carlson, T. J., Francis, K., Konigsfeld, K., Bartalis, J., Schultz, A., et al. (2017). Lipid production in Nannochloropsis gaditana is doubled by decreasing expression of a single transcriptional regulator. Nature Biotechnology 35(7), 647-652. [...] doi: 10.1111/brv.12759.   Epub 2021 Jun 7.### AuthorsHui Chen1 , Qiang Wang1### Affiliation 1 State Key Laboratory of Crop Stress Adaptation and Improvement, School of Life Sciences, Henan University, Kaifeng, 475004, China. PMID:  34101323  DOI:   10.1111/brv.12759Item in ClipboardDisplay optionsFormat## Abstract [...] biosynthesis, with a focus on the underlying regulatory mechanisms. We also present possible solutions for overcoming various obstacles to understanding the basic biology of microalgal lipid biosynthesis and the practical application of microalgae-based lipids. This review will provide a theoretical reference for both algal researchers and decision makers regarding the future directions of microalgal research, particularly pertaining to microalgal-based lipid biosynthesis."
      ]
    },
    {
      "id": 47,
      "question_index": 47,
      "question": "Which compound is NOT a fatty acid-derived product from engineered microbes? A:olefins B:amines C:ke...",
      "retrieved_docs": [
        "出处 [1] [abstracts/10.1016_j.copbio.2013.02.028.json](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=abstracts%2F10.1016_j.copbio.2013.02.028.json) {\"doi\": \"10.1016/j.copbio.2013.02.028\", \"pmid\": \"23541503\", \"abstract\": \"Fatty acid metabolism is an attractive route to produce liquid transportation fuels and commodity oleochemicals from renewable feedstocks. Recently, genes and enzymes, which comprise metabolic pathways for producing fatty acid-derived compounds (e.g. esters, alkanes, olefins, ketones, alcohols, polyesters) have been elucidated and used in engineered microbial hosts.",
        "出处 [2] [abstracts/10.1016_j.ymben.2019.04.009.json](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=abstracts%2F10.1016_j.ymben.2019.04.009.json) {\"doi\": \"10.1016/j.ymben.2019.04.009\", \"pmid\": \"31022535\", \"abstract\": \"Microbial production of oleochemicals from renewable feedstocks remains an attractive route to produce high-energy density, liquid transportation fuels and high-value chemical products. Metabolic engineering strategies have been applied to demonstrate production of a wide range of oleochemicals, including free fatty acids, fatty alcohols, esters, olefins, alkanes, ketones, and polyesters in both bacteria and yeast.",
        "出处 [3] [msystems.00092-23.md](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=msystems.00092-23.md) mobilis ZM4 (ATCC 31821) grown anaerobically in minimal media. The intermediates included 1-deoxy-D-xylulose 5-phosphate (DXP), 2-C-methyl-D-erythritol 4-phosphate (MEP), 4-diphosphocytidyl-2-C-methyl-D-erythritol (CDP-ME), 2-C-methyl-D-erythritol 2,4-cyclodiphosphate (MEcDP), 4-hydroxy-3-methylbut-2-enyl diphosphate (HMBDP), isopentenyl diphosphate (IDP), and dimethylallyl diphosphate (DMADP)."
      ]
    },
    {
      "id": 48,
      "question_index": 48,
      "question": "What yield percentage of maximum theoretical yields do current engineered strains typically achieve?...",
      "retrieved_docs": [
        "出处 [1] [abstracts/10.1016_j.copbio.2013.02.028.json](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=abstracts%2F10.1016_j.copbio.2013.02.028.json) The resulting strains often generate products at low percentages of maximum theoretical yields, leaving significant room for metabolic engineering. Economically viable processes will require strains to approach theoretical yields, particularly for replacement of petroleum-derived fuels.",
        "出处 [2] [abstracts/10.1126_science.1214547.json](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=abstracts%2F10.1126_science.1214547.json) When further engineered for ethanol synthesis, this platform enables bioethanol production directly from macroalgae via a consolidated process, achieving a titer of 4.7% volume/volume and a yield of 0.281 weight ethanol/weight dry macroalgae (equivalent to ~80% of the maximum theoretical yield from the sugar composition in macroalgae).\"}",
        "出处 [3] [biot.201300367.md](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=biot.201300367.md) Although more biomass (5.50 g(DCW)/L) was accumulated with the fed-batch fermentation process, Z. mobilis ZM4 produced 98.6 g/L ethanol from 204.0 g/L glucose consumed, increasing the ethanol yield to 0.483, equivalent to 94.6% of the theoretical maximum of 0.511. This represents an increase of 3.3% in ethanol yield compared to that achieved with ethanol fermentation by S.cerevisiae ADY."
      ]
    },
    {
      "id": 49,
      "question_index": 49,
      "question": "Which yeast offers many advantages as a platform cell factory and is already applied on a huge scale...",
      "retrieved_docs": [
        "出处 [1] [abstracts/10.1016_j.copbio.2013.03.023.json](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=abstracts%2F10.1016_j.copbio.2013.03.023.json) {\"doi\": \"10.1016/j.copbio.2013.03.023\", \"pmid\": \"23611565\", \"abstract\": \"Microbial production of fuels and chemicals from renewable carbohydrate feedstocks offers sustainable and economically attractive alternatives to their petroleum-based production. The yeast Saccharomyces cerevisiae offers many advantages as a platform cell factory for such applications.",
        "出处 [2] [abstracts/10.1038_ncomms11709.json](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=abstracts%2F10.1038_ncomms11709.json) {\"doi\": \"10.1038/ncomms11709\", \"pmid\": \"27222209\", \"abstract\": \"Sustainable production of oleochemicals requires establishment of cell factory platform strains. The yeast Saccharomyces cerevisiae is an attractive cell factory as new strains can be rapidly implemented into existing infrastructures such as bioethanol production plants. Here we show high-level production of free fatty acids (FFAs) in a yeast cell factory, and the production of alkanes and fatty alcohols from its descendants.",
        "出处 [3] [abstracts/10.1007_s00018-012-0945-1.json](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=abstracts%2F10.1007_s00018-012-0945-1.json) The yeast Saccharomyces cerevisiae is a key cell factory already used for the production of a wide range of industrial products, and here we review ongoing work, particularly in industry, on using this organism for the production of butanol, which can be used as biofuel, and isoprenoids, which can find a wide range of applications including as pharmaceuticals and as biodiesel."
      ]
    },
    {
      "id": 50,
      "question_index": 50,
      "question": "What characteristics of Saccharomyces cerevisiae enable it to handle harsh industrial conditions? A:...",
      "retrieved_docs": [
        "出处 [1] [https://pubmed.ncbi.nlm.nih.gov/39628786/](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=https%3A%2F%2Fpubmed.ncbi.nlm.nih.gov%2F39628786%2F) Saccharomyces cerevisiae is an excellent microbial cell factory for producing valuable recombinant proteins because of its fast growth rate, robustness, biosafety, ease of operability via mature genomic modification technologies, and the presence of a conserved post-translational modification pathway among eukaryotic organisms. However, meeting industrial and market requirements with the current low microbial production of recombinant proteins can be challenging. To address this issue, numerous [...] PMID:  39628786  PMCID:   PMC11611019  DOI:   10.1016/j.engmic.2023.100122Item in ClipboardDisplay optionsFormat## Abstract [...] Email address has not been verified. Go to  My NCBI account settings  to confirm your email and then refresh this page.### Add to Collections### Add to My Bibliography## Your saved search## Create a file for external citation management software## Your RSS FeedReviewActions Search in PubMed  Search in NLM Catalog  Add to Search. 2023 Oct 12;4(1):100122. doi: 10.1016/j.engmic.2023.100122.   eCollection 2024 Mar.",
        "出处 [2] [https://pubmed.ncbi.nlm.nih.gov/24031519/](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=https%3A%2F%2Fpubmed.ncbi.nlm.nih.gov%2F24031519%2F) by BK Bajaj · 2010 · Cited by 22 — Saccharomyces cerevisiae HAU-1, a time tested industrial yeast possesses most of the desirable fermentation characteristics like fast growth and",
        "出处 [3] [https://pubmed.ncbi.nlm.nih.gov/32226912/](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=https%3A%2F%2Fpubmed.ncbi.nlm.nih.gov%2F32226912%2F) Saccharomyces cerevisiae is the best studied eukaryote and a valuable tool for most aspects of basic research on eukaryotic organisms. This is due to its unicellular nature, which often simplifies matters, offering the combination of the facts that nearly all biological functions found in eukaryotes are also present and well conserved in S. cerevisiae. In addition, it is also easily amenable to genetic manipulation. Moreover, unlike other model organisms, S. cerevisiae is concomitantly of great [...] Maria Parapouli1 , Anastasios Vasileiadis1 , Amalia-Sofia Afendra2 , Efstathios Hatziloukas1Affiliations### Affiliations 1 Molecular Biology Laboratory, Department of Biological applications and Technology, University of Ioannina, Ioannina, Greece.  2 Genetics Laboratory, Department of Biological Applications and Technology, University of Ioannina, Ioannina, Greece. PMID:  32226912  PMCID:   PMC7099199  DOI:   10.3934/microbiol.2020001Item in ClipboardReview [...] 1 Molecular Biology Laboratory, Department of Biological applications and Technology, University of Ioannina, Ioannina, Greece.  2 Genetics Laboratory, Department of Biological Applications and Technology, University of Ioannina, Ioannina, Greece. PMID:  32226912  PMCID:   PMC7099199  DOI:   10.3934/microbiol.2020001Item in ClipboardDisplay optionsFormat## Abstract"
      ]
    },
    {
      "id": 51,
      "question_index": 51,
      "question": "Which recent development now paves the way for metabolic engineering and systems biology approaches ...",
      "retrieved_docs": [
        "出处 [1] [abstracts/10.1016_j.copbio.2013.12.001.json](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=abstracts%2F10.1016_j.copbio.2013.12.001.json) Numerous genetic manipulation tools have also been developed, paving the way for the use of metabolic engineering and systems biology approaches. Rational strain designs can now be deployed resulting in desirable phenotypic traits for large-scale production.\"}",
        "出处 [2] [abstracts/10.1016_j.copbio.2013.12.001.json](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=abstracts%2F10.1016_j.copbio.2013.12.001.json) {\"doi\": \"10.1016/j.copbio.2013.12.001\", \"pmid\": \"24863900\", \"abstract\": \"Fermentation of syngas is a means through which unutilized organic waste streams can be converted biologically into biofuels and commodity chemicals. Despite recent advances, several issues remain which limit implementation of industrial-scale syngas fermentation processes. At the cellular level, the energy conservation mechanism of syngas fermenting microorganisms has not yet been entirely elucidated.",
        "出处 [3] [abstracts/10.1016_j.ymben.2012.04.006.json](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=abstracts%2F10.1016_j.ymben.2012.04.006.json) To address this issue, a number of computational tools and experimental approaches have been developed to help expedite the design process to create new cellular factories. This review will highlight many of the systems biology enabling technologies that have reduced the design cycle for engineered hosts, highlight major advances in the expanded diversity of products that can be synthesized, and conclude with future prospects in the field of metabolic engineering.\"}"
      ]
    },
    {
      "id": 52,
      "question_index": 52,
      "question": "Which combination of methods has turned evolutionary engineering into a powerful approach for identi...",
      "retrieved_docs": [
        "出处 [1] [https://pubmed.ncbi.nlm.nih.gov/29156423/](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=https%3A%2F%2Fpubmed.ncbi.nlm.nih.gov%2F29156423%2F) Evolutionary engineering, which uses laboratory evolution to select for industrially relevant traits, is a popular strategy in the development of high-performing yeast strains for industrial production of fuels and chemicals. By integrating whole-genome sequencing, bioinformatics, classical genetics and genome-editing techniques, evolutionary engineering has also become a powerful approach for identification and reverse engineering of molecular mechanisms that underlie industrially relevant [...] traits. New techniques enable acceleration of in vivo mutation rates, both across yeast genomes and at specific loci. Recent studies indicate that phenotypic trade-offs, which are often observed after evolution under constant conditions, can be mitigated by using dynamic cultivation regimes. Advances in research on synthetic regulatory circuits offer exciting possibilities to extend the applicability of evolutionary engineering to products of yeasts whose synthesis requires a net input of [...] Email address has not been verified. Go to  My NCBI account settings  to confirm your email and then refresh this page.### Add to Collections### Add to My Bibliography## Your saved search## Create a file for external citation management software## Your RSS FeedReviewActions Search in PubMed  Search in NLM Catalog  Add to Search. 2018 Apr:50:47-56. doi: 10.1016/j.copbio.2017.10.011.   Epub 2017 Nov 20.",
        "出处 [2] [https://www.medscape.com/viewpublication/48585](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=https%3A%2F%2Fwww.medscape.com%2Fviewpublication%2F48585) Phenotypic drug-susceptibility profiles and genetic analysis based on whole-genome sequencing of Mycobacterium avium complex isolates in Thailand.  November 22, 2023  +  [MEDLINE Abstract ] Remote assessment of pelvic kinematics during single leg squat using smartphone sensors: Between-day reliability and identification of acute changes in motor performance.  November 22, 2023  +  [MEDLINE Abstract ] [...] November 15, 2023  +  [MEDLINE Abstract ] Production of high protein yeast using enzymatically liquefied almond hulls.  November 15, 2023  +  [MEDLINE Abstract ] Molecular characterization of G6PD mutations identifies new mutations and a high frequency of intronic variants in Thai females.  November 15, 2023  +  [MEDLINE Abstract ] Academic performance of children in relation to gender, parenting styles, and socioeconomic status: What attributes are important. [...] Catastrophic flooding effects on a Wisconsin wet prairie remnant: A shift in the disturbance regime?  November 22, 2023  +  [MEDLINE Abstract ] Sensing chemical-induced genotoxicity and oxidative stress via yeast-based reporter assays using NanoLuc luciferase.  November 22, 2023  +  [MEDLINE Abstract ] Incidental eagle carcass detection can contribute to fatality estimation at operating wind energy facilities.  November 22, 2023  +  [MEDLINE Abstract ]"
      ]
    },
    {
      "id": 53,
      "question_index": 53,
      "question": "Which feature makes cyanobacteria attractive for sustainable energy production without competing wit...",
      "retrieved_docs": [
        "出处 [1] [https://pubmed.ncbi.nlm.nih.gov/28286551/](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=https%3A%2F%2Fpubmed.ncbi.nlm.nih.gov%2F28286551%2F) Future sustainable energy production can be achieved using mass cultures of photoautotrophic microorganisms, which are engineered to synthesize valuable products directly from CO2 and sunlight. As cyanobacteria can be cultivated in large scale on non-arable land, these phototrophic bacteria have become attractive organisms for production of biofuels. Synechococcus sp. PCC 7002, one of the cyanobacterial model organisms, provides many attractive properties for biofuel production such as [...] Here, we performed a systems analysis of an engineered ethanol-producing strain of the cyanobacterium Synechococcus sp. PCC 7002, which was grown in artificial seawater medium over 30 days applying a 12:12 h day-night cycle. Biosynthesis of ethanol resulted in a final accumulation of 0.25% (v/v) ethanol, including ethanol lost due to evaporation. The cultivation experiment revealed three production phases. The highest production rate was observed in the initial phase when cells were actively [...] Conclusions: Systems analysis of ethanol production in Synechococcus sp. PCC 7002 revealed initial compensation followed by increasing metabolic limitation due to excessive carbon drain from primary metabolism.Keywords: Carbon assimilation; Carbon partitioning; Cyanobacteria; Ethanol; Glycolysis; Metabolomics; Proteomics; Pyruvate; Synechococcus sp. PCC 7002.PubMed Disclaimer## FiguresFig. 1Fig. 1Cultivation and ethanol production data…Fig. 1",
        "出处 [2] [https://pubmed.ncbi.nlm.nih.gov/25022311/](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=https%3A%2F%2Fpubmed.ncbi.nlm.nih.gov%2F25022311%2F) Cyanobacteria have great potential as a platform for biofuel production because of their fast growth, ability to fix carbon dioxide gas, and their genetic tractability. Furthermore they do not require fermentable sugars or arable land for growth and so competition with cropland would be greatly reduced. In this perspective we discuss the challenges and areas for improvement most pertinent for advancing cyanobacterial fuel production, including: improving genetic parts, carbon fixation, [...] metabolic flux, nutrient requirements on a large scale, and photosynthetic efficiency using natural light. [...] Keywords: biofuel; cyanobacteria; metabolic engineering; photosynthesis; synthetic biology.PubMed Disclaimer## FiguresFigure 1Figure 1Figure 1## References## Publication types## LinkOut - more resources### Full Text Sources### Other Literature SourcesFrontiers Media SA full text linkNCBI Literature ResourcesMeSH PMC Bookshelf Disclaimer",
        "出处 [3] [https://pubmed.ncbi.nlm.nih.gov/23339487/](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=https%3A%2F%2Fpubmed.ncbi.nlm.nih.gov%2F23339487%2F) genetically engineered cyanobacterium Synechococcus elongatus PCC 7942. Compared to the previously reported biological 1,2-PDO production processes which used sugar or glycerol as the substrates, direct chemical production from CO2 in photosynthetic organisms recycles the atmospheric CO2 and will not compete with food crops for arable land. [...] Conclusion:  This work demonstrated that cyanobacteria can be engineered as a catalyst for the photosynthetic conversion of CO2 to 1,2-PDO. This work also characterized two NADPH-dependent sADHs for their catalytic capacity in 1,2-PDO formation, and suggested that they may be useful tools for renewable production of reduced chemicals in photosynthetic organisms.PubMed Disclaimer## FiguresSee this image and copyright information in PMC## References [...] Han Li1 , James C LiaoAffiliations### Affiliation 1 Department of Chemical and Biomolecular Engineering, University of California, Los Angeles, CA 90095, USA. PMID:  23339487  PMCID:   PMC3556108  DOI:   10.1186/1475-2859-12-4Item in Clipboard# Engineering a cyanobacterium as the catalyst for the photosynthetic conversion of CO2 to 1,2-propanediolHan Li et al.   Microb Cell Fact.   .Display optionsFormatActions Search in PubMed  Search in NLM Catalog  Add to Search"
      ]
    },
    {
      "id": 54,
      "question_index": 54,
      "question": "Which feature makes cyanobacteria attractive for sustainable energy production without competing wit...",
      "retrieved_docs": [
        "出处 [1] [https://pubmed.ncbi.nlm.nih.gov/28286551/](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=https%3A%2F%2Fpubmed.ncbi.nlm.nih.gov%2F28286551%2F) Background:  Future sustainable energy production can be achieved using mass cultures of photoautotrophic microorganisms, which are engineered to synthesize valuable products directly from CO2 and sunlight. As cyanobacteria can be cultivated in large scale on non-arable land, these phototrophic bacteria have become attractive organisms for production of biofuels. Synechococcus sp. PCC 7002, one of the cyanobacterial model organisms, provides many attractive properties for biofuel production [...] PMID:  28286551  PMCID:   PMC5340023  DOI:   10.1186/s13068-017-0741-0Item in Clipboard# Systems analysis of ethanol production in the genetically engineered cyanobacterium Synechococcus sp. PCC 7002Joachim Kopka et al.   Biotechnol Biofuels.   .Display optionsFormatActions Search in PubMed  Search in NLM Catalog  Add to Search. 2017 Mar 6:10:56. doi: 10.1186/s13068-017-0741-0.   eCollection 2017.### Authors [...] 3. 1. Chisti Y. Constraints to commercialization of algal fuels. J Biotechnol. 2013;167:201–214. doi: 10.1016/j.jbiotec.2013.07.020. -  DOI  -  PubMed 4. 1. Pade N, Hagemann M. Salt acclimation of cyanobacteria and their application in biotechnology. Life. 2015;5:25–49. doi: 10.3390/life5010025. -  DOI  -  PMC  -  PubMed 5. 1. Deng MD, Coleman JR. Ethanol synthesis by genetic engineering in cyanobacteria. Appl Environ Microbiol. 1999;65:523–528. -  PMC  -  PubMed",
        "出处 [2] [https://pubmed.ncbi.nlm.nih.gov/22677697/](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=https%3A%2F%2Fpubmed.ncbi.nlm.nih.gov%2F22677697%2F) Being aquatic photoautotrophs they can be cultivated in non-arable lands and do not compete for land for food production. Their rich genetic resources offer means to engineer metabolic pathways for synthesis of valuable bio-based products. Currently the major obstacle in industrial-scale exploitation of cyanobacteria as the economically sustainable production hosts is low yields. Much effort has been made to improve the carbon fixation and manipulating the carbon allocation in cyanobacteria and [...] Development of sustainable energy is a pivotal step towards solutions for today's global challenges, including mitigating the progression of climate change and reducing dependence on fossil fuels. Biofuels derived from agricultural crops have already been commercialized. However the impacts on environmental sustainability and food supply have raised ethical questions about the current practices. Cyanobacteria have attracted interest as an alternative means for sustainable energy productions. [...] # Bioengineering of carbon fixation, biofuels, and biochemicals in cyanobacteria and plantsLisa Rosgaard et al.   J Biotechnol.   .Display optionsFormatActions Search in PubMed  Search in NLM Catalog  Add to Search. 2012 Nov 30;162(1):134-47. doi: 10.1016/j.jbiotec.2012.05.006.   Epub 2012 Jun 5.### AuthorsLisa Rosgaard1 , Alice Jara de Porcellinis, Jacob H Jacobsen, Niels-Ulrik Frigaard, Yumiko Sakuragi### Affiliation",
        "出处 [3] [https://pubmed.ncbi.nlm.nih.gov/24713090/](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=https%3A%2F%2Fpubmed.ncbi.nlm.nih.gov%2F24713090%2F) Background:  Cyanobacteria are an attractive candidate for the production of biofuel because of their ability to capture carbon dioxide by photosynthesis and grow on non-arable land. However, because huge quantities of water are required for cultivation, strict water management is one of the greatest issues in algae- and cyanobacteria-based biofuel production. In this study, we aim to construct a lytic cyanobacterium that can be regulated by a physical signal (green-light illumination) for [...] future use in the recovery of biofuel related compounds. [...] 1. 1. Zhou J, Li Y. Engineering cyanobacteria for fuels and chemical production. Protein Cell. 2010;1:207–210. doi: 10.1007/s13238-010-0043-9. -  DOI  -  PMC  -  PubMed 2. 1. Ducat DC, Way JC, Silver PA. Engineering cyanobacteria to generate high-value products. Trends in Biotechnol. 2011;29:95–103. doi: 10.1016/j.tibtech.2010.12.003. -  DOI  -  PubMed"
      ]
    },
    {
      "id": 55,
      "question_index": 55,
      "question": "What is the name of the concept for engineering production hosts to use alternative carbon sources b...",
      "retrieved_docs": [
        "出处 [1] [abstracts/10.1016_j.jbiotec.2016.07.022.json](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=abstracts%2F10.1016_j.jbiotec.2016.07.022.json) in human and animal nutrition have to be taken into account. Thus, the biotechnological production hosts E. coli, C. glutamicum, pseudomonads, bacilli and Baker's yeast used in these large scale processes have been engineered for efficient utilization of alternative carbon sources. This flexible feedstock concept is central to the use of non-glucose second and third generation feedstocks in the emerging bioeconomy. The metabolic engineering efforts to broaden the substrate scope of E. coli, C.",
        "出处 [2] [json/j.biotechadv.2019.03.002.json](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=json%2Fj.biotechadv.2019.03.002.json) Simultaneous saccharification and co-fermentation has been developed for cellulosic ethanol production, but the concept has been mistakenly defined, since the saccharification and co-fermentation are by no means simultaneous.",
        "出处 [3] [j.biotechadv.2019.03.002.md](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=j.biotechadv.2019.03.002.md) Simultaneous saccharification and co-f fermentation has been developed for cellulosic ethanol production, but the concept has been mistakenly defined, since the saccharification and co-f fermentation are by no means simultaneous."
      ]
    },
    {
      "id": 56,
      "question_index": 56,
      "question": "What is the name of the concept for engineering production hosts to use alternative carbon sources b...",
      "retrieved_docs": [
        "出处 [1] [abstracts/10.1016_j.jbiotec.2016.07.022.json](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=abstracts%2F10.1016_j.jbiotec.2016.07.022.json) in human and animal nutrition have to be taken into account. Thus, the biotechnological production hosts E. coli, C. glutamicum, pseudomonads, bacilli and Baker's yeast used in these large scale processes have been engineered for efficient utilization of alternative carbon sources. This flexible feedstock concept is central to the use of non-glucose second and third generation feedstocks in the emerging bioeconomy. The metabolic engineering efforts to broaden the substrate scope of E. coli, C.",
        "出处 [2] [json/j.biotechadv.2019.03.002.json](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=json%2Fj.biotechadv.2019.03.002.json) Simultaneous saccharification and co-fermentation has been developed for cellulosic ethanol production, but the concept has been mistakenly defined, since the saccharification and co-fermentation are by no means simultaneous.",
        "出处 [3] [j.biotechadv.2019.03.002.md](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=j.biotechadv.2019.03.002.md) Simultaneous saccharification and co-f fermentation has been developed for cellulosic ethanol production, but the concept has been mistakenly defined, since the saccharification and co-f fermentation are by no means simultaneous."
      ]
    },
    {
      "id": 57,
      "question_index": 57,
      "question": "Which two enzymes are suggested as the most promising targets for gene transformation to increase li...",
      "retrieved_docs": [
        "出处 [1] [https://pubmed.ncbi.nlm.nih.gov/23685199/](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=https%3A%2F%2Fpubmed.ncbi.nlm.nih.gov%2F23685199%2F) technology, involving the enhancement of fatty acid synthesis approach, the enhancement of TAG synthesis approach, the regulation of related TAG biosynthesis bypass approaches, the blocking of competing pathways and the multi-gene approach, are discussed in detail. It is suggested that DGAT and ME are the most promising targets for gene transformation, and reducing PEPC activity is observed to be beneficial for lipid production. [...] Keywords:  ACC; ACL; ACP; ADP-glucose pyrophosphate; AGPase; AOX; ARA; ATP:citrate lyase; BE; Biodiesel; CDP-DAG; CDP-diacylglycerol; DAG; DGAT; DHA; DHAP; DHAP acyltransferase; DHAPAT; EPA; FAS; FAT; FFA; G-1-P; G-6-P; G3P; GAP; GLA; GPAT; GPD1 and GUT2; KAS; LPA; LPAT; Lipids; MAT; ME; Metabolic engineering; Microalgae; Microbial oils; Oleaginous microorganisms; PA; PAP; PDAT; PDH; PEP; PEPC; PYC; Pi; SS; TAG; WS/DGAT; acetyl-CoA carboxylase; acyl-ACP-thioesterase; acyl-CoA oxidase; [...] related researches on different oleaginous microorganisms, such as yeast, mold, bacteria and microalgae, which might become the potential oil feedstocks for biodiesel production in the future, showing that biodiesel from oleaginous microorganisms has a great prospect in the development of biomass energy. Microbial oils biosynthesis process includes fatty acid synthesis approach and TAG synthesis approach. In addition, the strategies to increase lipids accumulation via metabolic engineering",
        "出处 [2] [https://pubmed.ncbi.nlm.nih.gov/15607568/](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=https%3A%2F%2Fpubmed.ncbi.nlm.nih.gov%2F15607568%2F) FAS gene expression leads to accumulation of the substrate for FAS, malonyl-CoA, that, as a result of FAS blockade, continue to be generated by the rate-limiting enzyme of the fatty acid biosynthetic pathway acetyl-CoA carboxilase, which is not inhibited in the absence of FAS-catalyzed long chain endogenous fatty acids. Physiologically, the elevated levels of malonyl-CoA occurring during FA biosynthesis reduce FA oxidation to prevent a futile cycle of simultaneous FA synthesis and degradation. [...] the lipogenic enzyme fatty acid synthase (FAS), coordinately interrupts the pathways that replenish the pools of metabolic intermediates in the citric acid cycle (cellular anaplerosis). First, supraphysiological concentrations of GLA inhibit glycolysis, while a cytochrome P450-dependent epoxidation of GLA generates epoxides metabolites for GLA that would mimic the inhibitory action of standard FAS inhibitors such as cerulenin and C75. Second, GLA-epoxide inhibits FAS activity, thus resulting in [...] the accumulation of cytosolic malonyl-CoA which, in turn, inhibits carnitine palmitoyl transferase I (CPT-I) and prevents FA oxidation. The recent characterization of GLA as a novel regulator of FAS expression in breast cancer cells supports and further expands this hypothesis, and directly involves FAS-dependent de novo fatty acid synthesis as the mechanism of GLA-induced toxicity to tumor cells. We hypothesize that, at low (physiological) concentrations, the inhibitory effect of GLA on",
        "出处 [3] [https://www.medscape.com/viewpublication/11708](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=https%3A%2F%2Fwww.medscape.com%2Fviewpublication%2F11708) +  [MEDLINE Abstract ] The synergism of Clinacanthus nutans Lindau extracts with gemcitabine: downregulation of anti-apoptotic markers in squamous pancreatic ductal adenocarcinoma.  September 14, 2019  +  [MEDLINE Abstract ] Diosgenin ameliorates palmitic acid-induced lipid accumulation via AMPK/ACC/CPT-1A and SREBP-1c/FAS signaling pathways in LO2 cells.  September 13, 2019  +  [MEDLINE Abstract ] [...] Supplemental thiamine for the treatment of acute heart failure syndrome: a randomized controlled trial.  May 06, 2019  +  [MEDLINE Abstract ] Evaluation of the effects of a standardized aqueous extract of Phyllanthus emblica fruits on endothelial dysfunction, oxidative stress, systemic inflammation and lipid profile in subjects with metabolic syndrome: a randomised, double blind, placebo controlled clinical study.  May 06, 2019  +  [MEDLINE Abstract ] [...] Curcumin ameliorates peritoneal fibrosis via inhibition of transforming growth factor-activated kinase 1 (TAK1) pathway in a rat model of peritoneal dialysis.  October 23, 2019  +  [MEDLINE Abstract ] Glucose and lipid lowering effects of Enhydra fluctuans extract in cadmium treated normal and type-2 diabetic model rats.  October 22, 2019  +  [MEDLINE Abstract ]"
      ]
    },
    {
      "id": 58,
      "question_index": 58,
      "question": "What efficiency parameter sets the upper limit for algal-derived biofuel potential? A:biomass accumu...",
      "retrieved_docs": [
        "出处 [1] [https://pubmed.ncbi.nlm.nih.gov/30666564/](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=https%3A%2F%2Fpubmed.ncbi.nlm.nih.gov%2F30666564%2F) presented. [...] PMID:  30666564  DOI:   10.1007/7651\\_2018\\_205Item in ClipboardDisplay optionsFormat## Abstract [...] Microalgae are considered as promising cell factories for the production of various types of biofuels, including bioethanol, biodiesel, and biohydrogen by using carbon dioxide and sunlight. In spite of unique advantages of these microorganisms, the commercialization of microalgal biofuels has been hindered by poor economic features. Metabolic engineering is among the most promising strategies put forth to overcome this challenge. In this chapter, metabolic pathways involved in lipid and",
        "出处 [2] [https://pubmed.ncbi.nlm.nih.gov/36299727/](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=https%3A%2F%2Fpubmed.ncbi.nlm.nih.gov%2F36299727%2F) Microalgae have high lipid accumulation capacity, high growth rate and high photosynthetic efficiency which are considered as one of the most promising alternative sustainable feedstocks for producing lipid-based biofuels. However, commercialization feasibility of microalgal biofuel production is still conditioned to the high production cost. Enhancement of lipid accumulation in microalgae play a significant role in boosting the economics of biofuel production based on microalgal lipid. The [...] 3. 1. Anto S., Mukherjee S. S., Muthappa R., Mathimani T., Deviram G., Kumar S. S., et al. . (2020). Algae as green energy reserve: technological outlook on biofuel production. Chemosphere 242:125079. doi: 10.1016/j.chemosphere.2019.125079, PMID: -  DOI  -  PubMed [...] The PubMed wordmark and PubMed logo are registered trademarks of the U.S. Department of Health and Human Services (HHS). Unauthorized use of these marks is strictly prohibited.",
        "出处 [3] [https://pubmed.ncbi.nlm.nih.gov/39390829/](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=https%3A%2F%2Fpubmed.ncbi.nlm.nih.gov%2F39390829%2F) numerous advantages owing to their high biomass production rates. While algae have been utilized for their bioactive compounds, their capability as biomass for the production of biofuel has gained traction among researchers. Various biofuels such as bio-hydrogen, bio-methane, bio-ethanol, bio-oil, and bio-butanol can be derived from algae through diverse processes like fermentation, photolysis, pyrolysis, and transesterification. Despite the enormous commercial potential of algae-derived [...] Industrialization and globalization have increased the demand for petroleum products that has increased a load on natural energy resources. The escalating fossil fuel utilization has resulted in surpassing the Earth's capacity to absorb greenhouse gases, necessitating the exploration of sustainable bioenergy alternatives to mitigate emissions. Biofuels, derived from algae, offer promising solutions to alleviate fossil fuel dependency. Algae, often regarded as third-generation biofuels, present [...] Keywords:  Algal biofuel; bio-oil; biodiesel; bioethanol; biogas; biohydrogen and biobutanol.; biomethane.Copyright© Bentham Science Publishers; For any queries, please email at epub@benthamscience.net.PubMed Disclaimer## References"
      ]
    },
    {
      "id": 59,
      "question_index": 59,
      "question": "What is the theoretical yield limit for free fatty acid production from glucose? A:10 mg/g B:0.2 g/g...",
      "retrieved_docs": [
        "出处 [1] [https://pubmed.ncbi.nlm.nih.gov/23102412/](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=https%3A%2F%2Fpubmed.ncbi.nlm.nih.gov%2F23102412%2F) Fatty acid metabolism has received significant attention as a route for producing high-energy density, liquid transportation fuels and high-value oleochemicals from renewable feedstocks. If microbes can be engineered to produce these compounds at yields that approach the theoretical limits of 0.3-0.4 g/g glucose, then processes can be developed to replace current petrochemical technologies. Here, we review recent metabolic engineering efforts to maximize production of free fatty acids (FFA) in [...] Escherichia coli, the first step towards production of downstream products. To date, metabolic engineers have succeeded in achieving higher yields of FFA than any downstream products. Regulation of fatty acid metabolism and the physiological effects of fatty acid production will also be reviewed from the perspective of identifying future engineering targets. [...] ## Publication types## MeSH terms## Substances## Grants and funding## LinkOut - more resources### Full Text Sources### Other Literature SourcesElsevier Science full text linkNCBI Literature ResourcesMeSH PMC Bookshelf DisclaimerThe PubMed wordmark and PubMed logo are registered trademarks of the U.S. Department of Health and Human Services (HHS). Unauthorized use of these marks is strictly prohibited.Connect with NLM",
        "出处 [2] [https://pubmed.ncbi.nlm.nih.gov/23619909/](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=https%3A%2F%2Fpubmed.ncbi.nlm.nih.gov%2F23619909%2F) production in a batch culture. The highest yield observed under phosphate-limiting conditions (0.1 g FFA/g glucose) was obtained at a dilution rate of 0.1 h(-1), and the highest biomass-specific productivity (0.068 g FFA/gDCW/h) was observed at a dilution rate of 0.25 h(-1). Phosphate limitation increased yield (∼45 %) and biomass-specific productivity (∼300 %) relative to carbon-limited cultivations using the same strain. FFA production under phosphate limitation also led to a cellular [...] maintenance energy ∼400 % higher (0.28 g/gDCW/h) than that seen under carbon limitation. [...] Microbially synthesized fatty acids are an attractive platform for producing renewable alternatives to petrochemically derived transportation fuels and oleochemicals. Free fatty acids (FFA) are a direct precursor to many high-value compounds that can be made via biochemical and ex vivo catalytic pathways. To be competitive with current petrochemicals, flux through these pathways must be optimized to approach theoretical yields. Using a plasmid-free, FFA-producing strain of Escherichia coli, a",
        "出处 [3] [https://www.medscape.com/viewarticle/424459_2](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=https%3A%2F%2Fwww.medscape.com%2Fviewarticle%2F424459_2) rodent models of type 2 diabetes). Whether this is also true in humans is not yet clear, in part because of the scarcity of suitable pancreas specimens for histochemical analysis from individuals with increasing degrees of ß-cell malfunction. [...] met with mixed success [61;),62;),63;),64;)], and for this reason my inclination is that final judgment on its validity should await more definitive experiments. [...] this protocol was applied to 48-h fasted humans [66;)]."
      ]
    },
    {
      "id": 60,
      "question_index": 60,
      "question": "E. coli has achieved higher yields of FFA compared to what? A:upstream precursors B:downstream produ...",
      "retrieved_docs": [
        "出处 [1] [https://pubmed.ncbi.nlm.nih.gov/40706765/](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=https%3A%2F%2Fpubmed.ncbi.nlm.nih.gov%2F40706765%2F) Free fatty acids (FFA) serve as versatile precursors for biofuels and oleochemicals, and their microbial production offers a renewable alternative to petrochemical processes. Escherichia coli has been extensively engineered for high-titer FFA production and currently serves as the benchmark chassis, achieving titers exceeding 35 g L-1 through advanced metabolic and systems biology approaches. In contrast, Pseudomonas putida KT2440 has recently gained attention due to its innate stress [...] tolerance, redox flexibility, and broad substrate utilization, though reported FFA titers remain modest (∼0.67 g L-1). P. putida KT2440 exhibits innate tolerance to FFA toxicity, attributed to its surplus NADPH supply and robust membrane composition. This review provides a side-by-side comparison of the two hosts with respect to fatty acid biosynthetic pathways, redox metabolism, native tolerance mechanisms, and substrate scope. We summarize key metabolic engineering strategies used to enhance [...] FFA production and examine recent advances in genetic toolkits and regulatory rewiring that have accelerated strain development in both organisms. While E. coli remains the leading host in terms of performance, P. putida offers distinct advantages for next-generation biomanufacturing. This comparative review outlines the key opportunities and challenges in FFA biosynthesis and offers a framework to guide future strain engineering for sustainable production.",
        "出处 [2] [https://pubmed.ncbi.nlm.nih.gov/29188707/](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=https%3A%2F%2Fpubmed.ncbi.nlm.nih.gov%2F29188707%2F) Transposon mutagenesis was used to identify three mutants of E. coli that exhibited increased free fatty acid (FFA) production, which resulted from the disruption of genes related to membrane transport. Deletion of envR, gusC, and mdlA individually in a recombinant E. coli strain resulted in 1.4-, 1.8-, and 1.2-fold increases in total FFA production, respectively. In particular, deletion of envR increased the percentage of extracellular FFA to 46%, compared with 29% for the control strain. [...] ### Add to Collections### Add to My Bibliography## Your saved search## Create a file for external citation management software## Your RSS Feed### Full text linksAmerican Chemical Society full text link### Actions### Page navigation# Increasing Extracellular Free Fatty Acid Production in Escherichia coli by Disrupting Membrane Transport Systems### Affiliations# Increasing Extracellular Free Fatty Acid Production in Escherichia coli by Disrupting Membrane Transport Systems [...] Keywords: Escherichia coli; fatty acid production; membrane transport; transposon mutagenesis.PubMed Disclaimer## MeSH terms## Substances## LinkOut - more resources### Full Text Sources### Other Literature SourcesAmerican Chemical Society full text linkNCBI Literature ResourcesMeSH PMC Bookshelf Disclaimer",
        "出处 [3] [https://pubmed.ncbi.nlm.nih.gov/21948837/](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=https%3A%2F%2Fpubmed.ncbi.nlm.nih.gov%2F21948837%2F) Microbially produced fatty acids are potential precursors to high-energy-density biofuels, including alkanes and alkyl ethyl esters, by either catalytic conversion of free fatty acids (FFAs) or enzymatic conversion of acyl-acyl carrier protein or acyl-coenzyme A intermediates. Metabolic engineering efforts aimed at overproducing FFAs in Escherichia coli have achieved less than 30% of the maximum theoretical yield on the supplied carbon source. In this work, the viability, morphology, transcript [...] levels, and protein levels of a strain of E. coli that overproduces medium-chain-length FFAs was compared to an engineered control strain. By early stationary phase, an 85% reduction in viable cell counts and exacerbated loss of inner membrane integrity were observed in the FFA-overproducing strain. These effects were enhanced in strains endogenously producing FFAs compared to strains exposed to exogenously fed FFAs. Under two sets of cultivation conditions, long-chain unsaturated fatty acid [...] was observed after 24 h of cultivation. The results of this study serve as a baseline for future targeted attempts to improve FFA yields and titers in E. coli."
      ]
    },
    {
      "id": 61,
      "question_index": 61,
      "question": "What advantage does marine plant biomass have over terrestrial plant biomass as a feedstock? A:Highe...",
      "retrieved_docs": [
        "出处 [1] [abstracts/10.1016_j.tibtech.2012.10.009.json](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=abstracts%2F10.1016_j.tibtech.2012.10.009.json) Marine plant biomass has many advantages over terrestrial plant biomass as a feedstock. Recent breakthroughs in converting diverse carbohydrates from seaweed biomass into liquid biofuels (e.g., bioethanol) through metabolic engineering have demonstrated potential for seaweed biomass as a promising, although relatively unexplored, source for biofuels.",
        "出处 [2] [abstracts/10.1016_j.tibtech.2012.10.009.json](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=abstracts%2F10.1016_j.tibtech.2012.10.009.json) {\"doi\": \"10.1016/j.tibtech.2012.10.009\", \"pmid\": \"23245657\", \"abstract\": \"As world energy demand continues to rise and fossil fuel resources are depleted, marine macroalgae (i.e., seaweed) is receiving increasing attention as an attractive renewable source for producing fuels and chemicals. Marine plant biomass has many advantages over terrestrial plant biomass as a feedstock.",
        "出处 [3] [abstracts/10.1186_s12934-019-1228-4.json](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=abstracts%2F10.1186_s12934-019-1228-4.json) There are different types of biofuels (categories and generations) that have been previously explored, but recently, the use of microalgae has been strongly considered for the production of biofuels since they present a series of advantages over other biofuel production sources: (a) they don't need arable land to grow and therefore do not compete with food crops (like biofuels produced from corn, sugar cane and other plants) and;"
      ]
    },
    {
      "id": 62,
      "question_index": 62,
      "question": "What process allows cyanobacterial cell factories to produce carbon-based products from CO(2), light...",
      "retrieved_docs": [
        "出处 [1] [abstracts/10.1016_j.tibtech.2015.03.009.json](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=abstracts%2F10.1016_j.tibtech.2015.03.009.json) {\"doi\": \"10.1016/j.tibtech.2015.03.009\", \"pmid\": \"25908503\", \"abstract\": \"Through metabolic engineering cyanobacteria can be employed in biotechnology. Combining the capacity for oxygenic photosynthesis and carbon fixation with an engineered metabolic pathway allows carbon-based product formation from CO(2), light, and water directly. Such cyanobacterial 'cell factories' are constructed to produce biofuels, bioplastics, and commodity chemicals.",
        "出处 [2] [abstracts/10.1073_pnas.1613340113.json](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=abstracts%2F10.1073_pnas.1613340113.json) {\"doi\": \"10.1073/pnas.1613340113\", \"pmid\": \"27911807\", \"abstract\": \"Terpenes are the major secondary metabolites produced by plants, and have diverse industrial applications as pharmaceuticals, fragrance, solvents, and biofuels. Cyanobacteria are equipped with efficient carbon fixation mechanism, and are ideal cell factories to produce various fuel and chemical products. Past efforts to produce terpenes in photosynthetic organisms have gained only limited success.",
        "出处 [3] [abstracts/10.1073_pnas.1213024110.json](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=abstracts%2F10.1073_pnas.1213024110.json) {\"doi\": \"10.1073/pnas.1213024110\", \"pmid\": \"23297225\", \"abstract\": \"Conversion of CO(2) for the synthesis of chemicals by photosynthetic organisms is an attractive target for establishing independence from fossil reserves. However, synthetic pathway construction in cyanobacteria is still in its infancy compared with model fermentative organisms."
      ]
    },
    {
      "id": 63,
      "question_index": 63,
      "question": "What is the ultimate goal of high rates of carbon rechanneling in engineered cyanobacteria? A:Almost...",
      "retrieved_docs": [
        "出处 [1] [abstracts/10.1016_j.tibtech.2015.03.009.json](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=abstracts%2F10.1016_j.tibtech.2015.03.009.json) High rates of carbon rechanneling ultimately allow an almost-complete allocation of fixed carbon to product above biomass.\"}",
        "出处 [2] [abstracts/10.1016_j.jbiotec.2012.05.006.json](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=abstracts%2F10.1016_j.jbiotec.2012.05.006.json) Much effort has been made to improve the carbon fixation and manipulating the carbon allocation in cyanobacteria and their evolutionary photosynthetic relatives, algae and plants. This review aims at providing an overview of the recent progress in the bioengineering of carbon fixation and allocation in cyanobacteria; wherever relevant, the progress made in plants and algae is also discussed as an inspiration for future application in cyanobacteria.\"}",
        "出处 [3] [abstracts/10.1016_j.tibtech.2015.03.009.json](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=abstracts%2F10.1016_j.tibtech.2015.03.009.json) {\"doi\": \"10.1016/j.tibtech.2015.03.009\", \"pmid\": \"25908503\", \"abstract\": \"Through metabolic engineering cyanobacteria can be employed in biotechnology. Combining the capacity for oxygenic photosynthesis and carbon fixation with an engineered metabolic pathway allows carbon-based product formation from CO(2), light, and water directly. Such cyanobacterial 'cell factories' are constructed to produce biofuels, bioplastics, and commodity chemicals."
      ]
    },
    {
      "id": 64,
      "question_index": 64,
      "question": "Which genome editing technology is explicitly mentioned as paving the way to novel sustainable produ...",
      "retrieved_docs": [
        "出处 [1] [https://pubmed.ncbi.nlm.nih.gov/33622064/](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=https%3A%2F%2Fpubmed.ncbi.nlm.nih.gov%2F33622064%2F) CRISPR-mediated genome editing has undoubtedly revolutionized genetic engineering of animals. With the ability for virtually unlimited modification of almost any genome it is easy to forget which amazing discoveries paved the way for this ground-breaking technology. Here, we summarize the history of genome editing platforms, starting from enhanced integration of foreign DNA by meganuclease-mediated double-strand breaks to CRISPR/Cas9, the leading technology to date, and its re-engineered [...] variants. [...] ### Add to Collections### Add to My Bibliography## Your saved search## Create a file for external citation management software## Your RSS Feed### Full text linksAtypon full text link### Actions### Page navigation# History of genome editing: From meganucleases to CRISPR### Affiliation# History of genome editing: From meganucleases to CRISPR### Authors### Affiliation## Abstract",
        "出处 [2] [https://pubmed.ncbi.nlm.nih.gov/33123803/](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=https%3A%2F%2Fpubmed.ncbi.nlm.nih.gov%2F33123803%2F) efforts and enormous experimentation have now been able to introduce methodologies that can change the genetic constitution of the living cell. The genome editing strategies have evolved during the last three decades, and nowadays, four types of \"programmable\" nucleases are available in this field: meganucleases, zinc finger nucleases, transcription activator-like effector nucleases, and the clustered regularly interspaced short palindromic repeats (CRISPR)/CRISPR associated protein 9 (Cas9) [...] (CRISPR/Cas-9) system. Each group has its own characteristics necessary for researchers to select the most suitable method for gene editing tool for a range of applications. Genome engineering/editing technology will revolutionize the creation of precisely manipulated genomes of cells or organisms in order to modify a specific characteristic. Of the potential applications are those in human health and agriculture. Introducing constructs into target cells or organisms is the key step in genome [...] Schematic diagram of the four endonucleases used in gene editing technologies.  a  Meganuclease…Fig. 3Fig. 3Schematic representation of CRISPR loci…Fig. 3Schematic representation of CRISPR loci and targeting of DNA sequence, which include Cas…Fig. 4Fig. 4Fig. 4Fig. 5Fig. 5Base editing uses engineered Cas9…Fig. 5Base editing uses engineered Cas9 variants to induce base changes in a target…Fig. 6Fig. 6Essential steps in CRISPR-SKIP targeting…Fig. 6",
        "出处 [3] [https://pubmed.ncbi.nlm.nih.gov/36709094/](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=https%3A%2F%2Fpubmed.ncbi.nlm.nih.gov%2F36709094%2F) into microbial host-virus interactions led to the development of tools for genome editing using restriction enzymes or the revolutionary CRISPR-Cas technology. In this review, we provide a historical overview of milestones that led to the genome editing revolution and speculate about future trends in biotechnology. [...] Keywords: CRISPR-Cas; biotechnology; genome editing; recombineering.Copyright © 2023 The Author(s). Published by Elsevier Ltd.. All rights reserved.PubMed Disclaimer## Conflict of interest statement [...] A series of spectacular scientific discoveries and technological advances in the second half of the 20th century have provided the basis for the ongoing genome editing revolution. The elucidation of structural and functional features of DNA and RNA was followed by pioneering studies on genome editing: Molecular biotechnology was born. Since then, four decades followed during which progress of scientific insights and technological methods continued at an overwhelming pace. Fundamental insights"
      ]
    },
    {
      "id": 65,
      "question_index": 65,
      "question": "In electrolysis/artificial photosynthesis approaches using Cupriavidus necator H16, which combinatio...",
      "retrieved_docs": [
        "出处 [1] [https://pubmed.ncbi.nlm.nih.gov/33518389/](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=https%3A%2F%2Fpubmed.ncbi.nlm.nih.gov%2F33518389%2F) successes in biofuel production using this organism, and the implementation of electrolysis/artificial photosynthesis approaches that enable growth of C. necator using renewable electricity and CO2. Last, we discuss prospects of improving the nonoptimal growth of C. necator in ambient concentrations of CO2. [...] Decelerating global warming is one of the predominant challenges of our time and will require conversion of CO2 to usable products and commodity chemicals. Of particular interest is the production of fuels, because the transportation sector is a major source of CO2 emissions. Here, we review recent technological advances in metabolic engineering of the hydrogen-oxidizing bacterium Cupriavidus necator H16, a chemolithotroph that naturally consumes CO2 to generate biomass. We discuss recent [...] Keywords:  CO(2) bioconversion; artificial leaf; biofuels; renewable energy; sustainable aviation fuels.Copyright © 2021 The Author(s). Published by Elsevier Ltd.. All rights reserved.PubMed Disclaimer## Conflict of interest statementDeclaration of Interests No interests declared.## Publication types Actions  + Search in PubMed   + Search in MeSH   + Add to Search  Actions  + Search in PubMed   + Search in MeSH   + Add to Search## MeSH terms Actions",
        "出处 [2] [https://pubmed.ncbi.nlm.nih.gov/40288837/](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=https%3A%2F%2Fpubmed.ncbi.nlm.nih.gov%2F40288837%2F) Cupriavidus necator H16 is a chemolithoautotrophic model organism that can grow in a simple mineral medium supplemented with the gases H2, O2 and CO2. This unique metabolic capability makes it a promising organism for sustainable biotechnology applications such as the production of bioplastics, single cell proteins and bulk chemicals from renewable resources. However, gas fermentation, particularly with explosive gas mixtures like H2 and O2, poses considerable technical and safety challenges. [...] Effective control of gas mixtures, pressurized environments, mass transfer from gas to liquid and gas solubility is essential to ensure both reproducibility and safety in bioprocessing systems. This chapter describes a detailed methodology for the cultivation of C. necator across various micro, small- and medium-scale setups, while emphasizing safety protocols. The chapter also outlines analytical techniques for the quantification of polyhydroxybutyrate (PHB), single cell protein and [...] isopropanol as product examples for gas fermentation.",
        "出处 [3] [https://pubmed.ncbi.nlm.nih.gov/39572451/](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=https%3A%2F%2Fpubmed.ncbi.nlm.nih.gov%2F39572451%2F) progress in synthetic biology toolkits, gas fermentation technologies, and engineering approaches, considering the chemoautotrophic metabolic traits of C. necator to enhance the capacity of the strain for CO2 fixation. Additionally, recent research focused on the metabolic engineering of C. necator H16 for the conversion of CO2 into biodegradable plastics, biofuels, bioactive compounds, and single-cell proteins was reviewed. Finally, we address the limitations affecting the advancement and [...] utilization of C. necator H16 strain, such as inefficiencies and the range of product types, and offer several recommendations for enhancement. This review acts as a resource for the development of C. necator H16 cell factories and the industrial manufacture of products derived from CO2. [...] 5. 1. Bertsch J, Muller V (2015) Bioenergetic constraints for conversion of syngas to biofuels in acetogenic bacteria. Biotechnol Biofuels 8(1):210.  -  DOI  -  PubMed  -  PMC"
      ]
    },
    {
      "id": 66,
      "question_index": 66,
      "question": "Which systems biology data types, together with genomics and transcriptomics, are highlighted as ena...",
      "retrieved_docs": [
        "出处 [1] [https://pubmed.ncbi.nlm.nih.gov/22595280/](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=https%3A%2F%2Fpubmed.ncbi.nlm.nih.gov%2F22595280%2F) in the area of systems biology. Specifically, the availability of functional genomics, metabolomics and transcriptomics data has resulted in the potential to produce a wealth of new products, both natural and non-natural, in cellular factories. The sheer amount and diversity of this data however, means that uncovering and unlocking novel chemistries and insights is a non-obvious exercise. To address this issue, a number of computational tools and experimental approaches have been developed to [...] help expedite the design process to create new cellular factories. This review will highlight many of the systems biology enabling technologies that have reduced the design cycle for engineered hosts, highlight major advances in the expanded diversity of products that can be synthesized, and conclude with future prospects in the field of metabolic engineering. [...] # Expanding the chemical palate of cells by combining systems biology and metabolic engineeringKathleen A Curran1 , Hal S AlperAffiliations### Affiliation 1 Department of Chemical Engineering, The University of Texas at Austin, 1 University Station, C0400, Austin, TX 78712, USA. PMID:  22595280  DOI:   10.1016/j.ymben.2012.04.006Item in ClipboardReview# Expanding the chemical palate of cells by combining systems biology and metabolic engineering",
        "出处 [2] [https://pubmed.ncbi.nlm.nih.gov/34129240/](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=https%3A%2F%2Fpubmed.ncbi.nlm.nih.gov%2F34129240%2F) these systems-level studies and the related cutting-edge technologies have recently been initiated which is expected to result in enabling the biotechnology sector to rationally engineer Y. lipolytica-based cell factories with favorable production metrics. In this regard, here, we highlight the current status of systems metabolic engineering research and assess the potential of this yeast for future cell factory design development. [...] number of molecular and genetic tools available, Y. lipolytica has been well studied amongst oleaginous yeasts and metabolic engineering has been used to explore its potentials. More recently, with the advancement in systems biotechnology and the implementation of mathematical modeling and high throughput omics data-driven approaches, in-depth understanding of cellular mechanisms of cell factories have been made possible resulting in enhanced rational strain design. In case of Y. lipolytica, [...] Keywords:  cell factory; lipid accumulation; metabolic engineering; systems biology.© 2021 The Authors. Biotechnology and Bioengineering Published by Wiley Periodicals LLC.PubMed Disclaimer## References#### REFERENCES",
        "出处 [3] [https://pubmed.ncbi.nlm.nih.gov/33465474/](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=https%3A%2F%2Fpubmed.ncbi.nlm.nih.gov%2F33465474%2F) and synthetic biology as well as metabolic engineering endeavours towards the commercial usage of non-conventional yeasts. Particularly, the approaches in emerging non-conventional yeasts for the production of enzymes, therapeutic proteins, lipids, and metabolites for commercial applications are extensively discussed here. Various attempts to address current limitations in designing novel cell factories have been highlighted that include the advances in the fields of genome-scale metabolic [...] PMID:  33465474  DOI:   10.1016/j.biotechadv.2021.107695Item in ClipboardReview# Recent advances in systems and synthetic biology approaches for developing novel cell-factories in non-conventional yeastsPradipta Patra et al.   Biotechnol Adv.   2021 Mar-Apr.Display optionsFormatActions Search in PubMed  Search in NLM Catalog  Add to Search. 2021 Mar-Apr:47:107695. doi: 10.1016/j.biotechadv.2021.107695.   Epub 2021 Jan 16.### Authors [...] # Recent advances in systems and synthetic biology approaches for developing novel cell-factories in non-conventional yeastsPradipta Patra1 , Manali Das2 , Pritam Kundu1 , Amit Ghosh3Affiliations### Affiliations"
      ]
    },
    {
      "id": 67,
      "question_index": 67,
      "question": "Which heterologous enzyme was overexpressed to convert accumulated citrate to cytosolic acetyl-CoA i...",
      "retrieved_docs": [
        "出处 [1] [https://pubmed.ncbi.nlm.nih.gov/23353549/](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=https%3A%2F%2Fpubmed.ncbi.nlm.nih.gov%2F23353549%2F) in citrate turnover in tricarboxylic acid cycle (TCA cycle) were disrupted and the citrate production level was increased to 4- and 5-times in mutant yeast strains. In order to convert accumulated citrate to cytosol acetyl-CoA, a heterologous ATP-citrate lyase (ACL) was overexpressed in yeast wild type and idh1,2 disrupted strains. The wild type strain expressing acl mainly accumulated saturated fatty acids: C14:0, C16:0 and C18:0 at levels about 20%, 14% and 27%, respectively. Additionally, [...] Microbial production of biofuel has attracted significant attention in recent years. The fatty acids are important precursors for the production of fuels and chemicals, and its biosynthesis is initiated by the conversion of acetyl-CoA to malonyl-CoA which requires acetyl-CoA as key substrate. Herein, the yeast Saccharomyces cerevisiae was proposed to be metabolically engineered for cytosol acetyl-CoA enhancement for fatty acid synthesis. By gene disruption strategy, idh1 and idh2 genes involved [...] # Metabolic engineering for enhanced fatty acids synthesis in Saccharomyces cerevisiaeXiaoling Tang1 , Huixing Feng, Wei Ning ChenAffiliations### Affiliation 1 School of Chemical and Biomedical Engineering, College of Engineering, Nanyang Technological University, 62 Nanyang Drive, Singapore 637459, Singapore. PMID:  23353549  DOI:   10.1016/j.ymben.2013.01.003Item in Clipboard# Metabolic engineering for enhanced fatty acids synthesis in Saccharomyces cerevisiae",
        "出处 [2] [https://pubmed.ncbi.nlm.nih.gov/25466225/](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=https%3A%2F%2Fpubmed.ncbi.nlm.nih.gov%2F25466225%2F) 1-hexadecanol production by 56% (from 45mg/L to 71mg/L). Knocking out the negative regulator of the INO1 gene in phospholipid metabolism, RPD3, further enhanced 1-hexadecanol production by 98% (from 71mg/L to 140mg/L). The cytosolic acetyl-CoA supply was next engineered by expressing a heterologous ATP-dependent citrate lyase, which increased the production of 1-hexadecanol by an additional 136% (from 140mg/L to 330mg/L). Through fed-batch fermentation using resting cells, over 1.1g/L [...] Fatty alcohols are important components of a vast array of surfactants, lubricants, detergents, pharmaceuticals and cosmetics. We have engineered Saccharomyces cerevisiae to produce 1-hexadecanol by expressing a fatty acyl-CoA reductase (FAR) from barn owl (Tyto alba). In order to improve fatty alcohol production, we have manipulated both the structural genes and the regulatory genes in yeast lipid metabolism. The acetyl-CoA carboxylase gene (ACC1) was over-expressed, which improved [...] Keywords: Acetyl-CoA; Fatty alcohol; Metabolic engineering; Phospholipid; Regulator; Yeast.Copyright © 2014 International Metabolic Engineering Society. Published by Elsevier Inc. All rights reserved.PubMed Disclaimer## Publication types## MeSH terms## Substances## LinkOut - more resources### Full Text Sources### Other Literature Sources### Molecular Biology Databases### MiscellaneousElsevier Science full text linkNCBI Literature ResourcesMeSH PMC Bookshelf Disclaimer",
        "出处 [3] [https://pubmed.ncbi.nlm.nih.gov/26939608/](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=https%3A%2F%2Fpubmed.ncbi.nlm.nih.gov%2F26939608%2F) We characterized the activity of several heterologously expressed ACLs in crude cell lysates, and found that ACL from Aspergillus nidulans demonstrated the highest activity. We employed a push/pull strategy to shunt citrate towards ACL by deletion of the mitochondrial NAD(+)-dependent isocitrate dehydrogenase (IDH1) and engineering higher flux through the upper mevalonate pathway. We demonstrated that combining the two modifications increases accumulation of mevalonate pathway intermediates, [...] incorporated an alternative mode of acetyl-CoA biosynthesis mediated by ATP citrate lyase (ACL) that may obviate such constraints. [...] Background:"
      ]
    },
    {
      "id": 68,
      "question_index": 68,
      "question": "Which heterologous enzyme was overexpressed to convert accumulated citrate to cytosolic acetyl-CoA i...",
      "retrieved_docs": [
        "出处 [1] [abstracts/10.1016_j.ymben.2013.01.003.json](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=abstracts%2F10.1016_j.ymben.2013.01.003.json) In order to convert accumulated citrate to cytosol acetyl-CoA, a heterologous ATP-citrate lyase (ACL) was overexpressed in yeast wild type and idh1,2 disrupted strains. The wild type strain expressing acl mainly accumulated saturated fatty acids: C14:0, C16:0 and C18:0 at levels about 20%, 14% and 27%, respectively. Additionally, the idh1,2 disrupted strains expressing acl mainly accumulated unsaturated fatty acids.",
        "出处 [2] [abstracts/10.1007_s00253-018-8813-z.json](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=abstracts%2F10.1007_s00253-018-8813-z.json) Current strategies used to optimize the lipid-accumulating capacity of oleaginous microorganisms include the overexpression of genes encoding for key enzymes implicated in fatty acid and triacylglycerol synthesis, such as ATP-dependent citrate lyase, acetyl-CoA carboxylase, malic enzyme, proteins of the fatty acid synthase complex, glycerol 3-phosphate dehydrogenase and various acyltransferases, and/or the inactivation of genes encoding for enzymes implicated in storage lipid catabolism,",
        "出处 [3] [abstracts/10.1016_j.ymben.2013.01.003.json](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=abstracts%2F10.1016_j.ymben.2013.01.003.json) Herein, the yeast Saccharomyces cerevisiae was proposed to be metabolically engineered for cytosol acetyl-CoA enhancement for fatty acid synthesis. By gene disruption strategy, idh1 and idh2 genes involved in citrate turnover in tricarboxylic acid cycle (TCA cycle) were disrupted and the citrate production level was increased to 4- and 5-times in mutant yeast strains."
      ]
    },
    {
      "id": 69,
      "question_index": 69,
      "question": "Which three alcohols form the biofuel mixture produced by the engineered Clostridium acetobutylicum ...",
      "retrieved_docs": [
        "出处 [1] [abstracts/10.1128_AEM.06382-11.json](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=abstracts%2F10.1128_AEM.06382-11.json) Since isopropanol can be used as a fuel additive, the mixture of isopropanol, butanol, and ethanol (IBE) produced by engineered C. acetobutylicum can be directly used as a biofuel. IBE production is achieved by the expression of a primary/secondary alcohol dehydrogenase gene from Clostridium beijerinckii NRRL B-593 (i.e., adh(B-593)) in C. acetobutylicum ATCC 824.",
        "出处 [2] [abstracts/10.1016_j.ymben.2013.03.003.json](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=abstracts%2F10.1016_j.ymben.2013.03.003.json) {\"doi\": \"10.1016/j.ymben.2013.03.003\", \"pmid\": \"23541907\", \"abstract\": \"Clostridium acetobutylicum was metabolically engineered to produce a biofuel consisting of an isopropanol/butanol/ethanol mixture. For this purpose, different synthetic isopropanol operons were constructed and introduced on plasmids in a butyrate minus mutant strain (C. acetobutylicum ATCC 824 Δcac15ΔuppΔbuk).",
        "出处 [3] [abstracts/10.1128_AEM.06382-11.json](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=abstracts%2F10.1128_AEM.06382-11.json) {\"doi\": \"10.1128/AEM.06382-11\", \"pmid\": \"22210214\", \"abstract\": \"Clostridium acetobutylicum naturally produces acetone as well as butanol and ethanol. Since acetone cannot be used as a biofuel, its production needs to be minimized or suppressed by cell or bioreactor engineering. Thus, there have been attempts to disrupt or inactivate the acetone formation pathway. Here we present another approach, namely, converting acetone to isopropanol by metabolic engineering."
      ]
    },
    {
      "id": 70,
      "question_index": 70,
      "question": "After relieving carbon catabolite repression in Enterobacter cloacae strain SDM, which two sugars co...",
      "retrieved_docs": [
        "出处 [1] [abstracts/10.1016_j.ymben.2014.11.010.json](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=abstracts%2F10.1016_j.ymben.2014.11.010.json) cloacae strain under native promoter Pb of the 2,3-BD biosynthetic gene cluster of E. cloacae. Then, carbon catabolite repression was eliminated via inactivation of the glucose transporter encoding gene ptsG and overexpression of a galactose permease encoding gene galP. The resultant strain could utilize glucose and xylose simultaneously.",
        "出处 [2] [j.ymben.2018.04.001.md](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=j.ymben.2018.04.001.md) As a way to address this, expression of a low-affinity xylose transporter XlyE from E. coli in Z. mobilis has been shown to increase the rate of xylose metabolism at high xylose concentrations. Besides glucose, xylose, and arabinose, Z. mobilis has also been engineered to ferment other minor sugars present in lignocellulosic hydrolysates such as mannose or galactose into ethanol.",
        "出处 [3] [1751-7915.12408.md](http://127.0.0.1:7862/knowledge_base/download_doc?knowledge_base_name=bioqa&file_name=1751-7915.12408.md) Importantly, some recombinant strains ofZ.mobilis have been improved to utilize glucose, xylose and arabinose derived from lignocellulosic feedback simultaneously for the fermentation of bioethanol ."
      ]
    }
  ]
}
